{"L255": "The electrical and dielectric properties of polyamide 6 (PA6)/multi-walled carbon nanotubes (MWCNT) nanocomposites prepared by melt mixing were investigated by employing dielectric relaxation spectroscopy in broad frequency (10−2–106                      Hz) and temperature ranges (from −150 to 150°C). Transmission electron microscopy revealed a good state of CNT dispersion in the polymeric matrix. The percolation threshold (p                      c) was found to be 1.7 vol.% by using the dependence of both dc conductivity and critical frequency (f                      c) from dc to ac transition on vol.% concentration in MWCNT. The actual aspect ratio of the nanotubes in the nanocomposites was calculated using a theoretical model (proposed by Garboczi et al.) and the obtained value was correlated with the p                      c value according to the excluded volume theory. Additionally, the contact resistance (R                      c) between the conductive nanotubes was found to be ∼105                      Ω. Investigation of the temperature dependence of conductivity revealed a charge transport which is controlled by thermal fluctuation-induced tunneling for temperatures up to the glass transition. Finally, it was shown that the addition of nanotubes has no significant influence on the relaxation mechanisms of the PA6 matrix.", "L292": "Dielectric relaxation spectroscopy was used to investigate the effect of the inorganic phase on the polymeric relaxation dynamics in PMMA/silica hybrids synthesized in situ via sol–gel processes. It was found that the large-scale molecular motions of PMMA were influenced by the addition of silica, inducing longer mean relaxation times, more heterogeneous relaxing environments and the higher activation energy. Explanations based on hydrogen-bond interactions between two phases and a fraction of entrapped chain segments in silica networks were proposed to understand the influence of the silica.", "L141": "15 nm diameter SiO2 nanoparticles with a grafted block copolymer consisting of a 5–20 nm rubbery polyhexylmethacrylate (PHMA) inner block and a 30 nm outer block of matrix compatible polyglycidylmethacrylate (PGMA) were synthesized to toughen an epoxy. A systematic study of the effect of block copolymer graft density (from 0.07 to 0.7 chains/nm2) and block molecular weight (from 20 to 80 kg/mol) on the tensile behavior, fracture toughness, and fatigue properties was conducted. It was found that the copolymer grafted SiO2 nanoparticles enhanced the ductility (maximum 60% improvement), fracture toughness (maximum 300% improvement) and fatigue crack growth resistance of the epoxy matrix while maintaining the modulus at loadings of less than 2 vol% of silica core. The PHMA block induced plastic void growth and shear banding. At lower graft density and larger molecular weight of the PHMA block, the nanocomposites exhibited simultaneous improvements in fracture toughness and tensile modulus. The PGMA epoxy compatible block also contributed to the improved fracture energy of the nanocomposites.", "L162": "Two different types of high aspect ratio flexible nanofibers, cellulose nanofibrils and carbon nanotubes, were dispersed in an amorphous thermoplastic polymer matrix. The mechanical and (in the case of carbon nanotubes filled composites) electrical properties of these composites were investigated. Dynamic mechanical analysis highlighted the influence of entanglements between fibers and of fiber/fiber contact properties on the composite mechanical reinforcement in the rubbery state. In the case of cellulose filled nanocomposites a large mechanical reinforcement effect was observed. This effect was explained by the formation of a rigid nanofibril network linked by strong hydrogen bonds. The formation of this network was assumed to be governed by a percolation mechanism. Conversely, when such bonds between cellulose fibrils were prevented by the process, a lower mechanical reinforcement is observed and can be modeled by a classical mean field approach. On the other hand, both types of composites filled with carbon nanotubes (where no strong interactions are possible) highlighted the fact that entanglements are responsible for a strong increase in thermo-mechanical stability but do not influence the mechanical reinforcement. However, carbon nanotubes are good conductive objects and for such nanocomposites, electrical percolation properties were found. The influence of the process on these electrical properties was highlighted and discussed in term of modification of tube–tube contact electrical properties.", "L163": "Well-dispersed high dielectric permittivity titanium dioxide (TiO2) nanoparticles were synthesized utilizing a block copolymer as a template. The nanoparticles were confined within microphase separated domains of sulfonated styrene-b-(ethylene-ran-butylene)-b-styrene (S-SEBS) block copolymers. A crosslinker (vinyltrimethoxysilane) was incorporated into the block copolymer matrices in order to decrease the dielectric loss from the free sulfonic acid groups. Dynamic mechanical analysis experiments confirmed that nanoparticles and crosslinker were confined within the crosslinked sulfonated styrene blocks and had no effect on the chain relaxation behavior of [ethylene-ran-butylene] blocks. Dielectric experiments showed that higher permittivity composites can thus be obtained with a significant decrease in loss tan                      δ (<0.01) when crosslinked with vinyltrimethoxysilane.", "L198": "In this paper, stacked-cup carbon nanofibers (CNF) were dispersed in the matrix phase of carbon-fiber-reinforced composites based on a high-performance epoxy system with and without modification by an elastomeric triblock copolymer (TCP) for increased toughness. The addition of the TCP provided an enhancement in toughness at the cost of a slight degradation in modulus and strength. The CNFs, on the other hand, provided significantly enhanced strength and stiffness in matrix-dominated configurations, including tension of quasi-isotropic composites and short beam shear strength of both quasi-isotropic and unidirectional composites. Scanning electron microscopy revealed enhanced adhesion between the matrix and carbon fibers with the addition of either TCP or CNFs. However, CNF agglomeration in the studied systems partially offset the energy dissipation processes brought about by the nanofibers, thereby limiting interlaminar fracture toughness enhancements by CNF addition. These results show good promise for CNFs as low-cost reinforcement for composites while offering insight into the codependent morphologies of multi-scale phases and their influence over bulk properties.", "L267": "Despite superior properties of carbon nanotubes (CNTs), physical properties of the CNT/epoxy composites are not improved significantly because interfacial bonding between the CNTs and the polymer matrix is weak. CNTs were treated by an acidic solution to remove impurities and modified subsequently by amine treatment or plasma oxidation to improve interfacial bonding and dispersion of nanotubes in the epoxy matrix. The functional groups on the surface of treated CNTs were investigated by X-ray photoelectron spectroscopy. The surface modified CNTs were embedded in the epoxy resin by ultra-sonication and the cured nanotube containing composites were characterized by field emission scanning electron microscopy. Rheological properties of nanotube containing epoxy resin and mechanical properties of the modified CNT/epoxy composites were improved because the modification of CNTs improved dispersion and interaction between the CNT and the epoxy resin.", "L191": "Poly(vinyl chloride) (PVC)/calcium carbonate (CaCO3) nanocomposites were synthesized by in situ polymerization of vinyl chloride (VC) in the presence of CaCO3 nanoparticles. Their thermal, rheological and mechanical properties were evaluated by dynamic mechanical analysis (DMA), thermogravimetry analysis (TGA), capillary rheometry, tensile and impact fracture tests. The results showed that CaCO3 nanoparticles were uniformly distributed in the PVC matrix during in situ polymerization of VC with 5.0wt% or less nanoparticles. The glass transition and thermal decomposition temperatures of PVC phase in PVC/CaCO3 nanocomposites are shifted toward higher temperatures by the restriction of CaCO3 nanoparticles on the segmental and long-range chain mobility of the PVC phase. The nanocomposites showed shear thinning and power law behaviors. The ‘ball bearing’ effect of the spherical nanoparticles decreased the apparent viscosity of the PVC/CaCO3 nanocomposite melts, and the viscosity sensitivity on shear rate of the PVC/CaCO3 nanocomposite is higher than that of pristine PVC. Moreover, CaCO3 nanoparticles stiffen and toughen PVC simultaneously, and optimal properties were achieved at 5wt% of CaCO3 nanoparticles in Young's modulus, tensile yield strength, elongation at break and Charpy notched impact energy. Detailed examinations of micro-failure micromechanisms of impact and tensile specimens showed that the CaCO3 nanoparticles acted as stress raisers leading to debonding/voiding and deformation of the matrix material around the nanoparticles. These mechanisms also lead to impact toughening of the nanocomposites.", "L270": "Untreated and acid-treated multi-walled carbon nanotubes (MWNT) were used to fabricate MWNT/epoxy composite samples by sonication technique. The effect of MWNT addition and their surface modification on the mechanical properties were investigated. Modified Halpin–Tasi equation was used to evaluate the Young’s modulus and tensile strength of the MWNT/epoxy composite samples by the incorporation of an orientation as well as an exponential shape factor in the equation. There was a good correlation between the experimentally obtained Young’s modulus and tensile strength values and the modified Halpin–Tsai theory. The fracture surfaces of MWNT/epoxy composite samples were analyzed by scanning electron microscope.", "L101": "High dielectric permittivity barium titanate/epoxy resin (BaTiO3/EPR) composites with different size BaTiO3 particles were prepared and their dielectric properties were studied via a wide range of temperature and frequency. The results show that an appropriate silane coupling agent can be used in order to improve the interaction between BaTiO3 and EPR, and subsequently induces a high dielectric permittivity and a low loss tangent. The size and concentration of BaTiO3 particles also have an effect on the microstructure and dielectric property of composites. Additionally, the dielectric properties of the composites with different size of BaTiO3 particles give different temperature dependence because of the existence of phase transition of large size BaTiO3 particles at its Curie temperature.", "L240": "ZnO/low density polyethylene (LDPE) nanocomposites with either homogeneous or controlled inhomogeneous dispersions of ZnO nanoparticles were prepared. The dielectric constants of the composites with filler concentrations up to 40 vol.% were measured and compared with the dielectric constants of conventional submicron size ZnO filled LDPE composite. The filler particles were coated with silane coupling agents and mixed with LDPE to take advantage of the high surface area of nanoparticles for the introduction of high dipole moment molecules to the composite. The effect of filler distribution on the dielectric constant was also examined and the observed differences are attributed to the differences in the two kinds of interfaces present: one formed between the touching ZnO particles and the other formed between LDPE and ZnO.", "L165": "Polypropylene (PP) and calcium carbonate nanocomposites were prepared by melt mixing in a Haake mixer. The average primary particle size of the CaCO3 nanoparticles was measured to be about 44nm. The dispersion of the CaCO3 nanoparticles in PP was good for filler content below 9.2vol%. Differential scanning calorimetry (DSC) results indicated that the CaCO3 nanoparticles are a very effective nucleating agent for PP. Tensile tests showed that the modulus of the nanocomposites increased by approximately 85%, while the ultimate stress and strain, as well as yield stress and strain were not much affected by the presence of CaCO3 nanoparticles. The results of the tensile test can be explained by the presence of the two-counter balancing forces—the reinforcing effect of the CaCO3 nanoparticles and the decrease in spherulite size of the PP. Izod impact tests suggested that the incorporation of CaCO3 nanoparticles in PP has significantly increased its impact strength by approximately 300%. J-integral tests showed a dramatic 500% increase in the notched fracture toughness. Micrographs of scanning electron microscopy revealed the absence of spherulitic structure for the PP matrix. In addition, DSC results indicated the presence of a small amount of β phase PP after the addition of the calcium carbonate nanoparticles. We believe that the large number of CaCO3 nanoparticles can act as stress concentration sites, which can promote cavitation at the particle–polymer boundaries during loading. The cavitation can release the plastic constraints and trigger mass plastic deformation of the matrix, leading to much improved fracture toughness.", "L288": "PMMA/expanded graphite (EG) composites were prepared by direct solution blending of PMMA with the expanded graphite filler. Electrical conductivity and dielectric properties of the composites were measured by a four-point probe resistivity determiner and a dielectric analyzer (DEA). Interestingly, only 1 wt.% filler content was required to reach the percolation threshold (φ) of transition in electrical conductivity from an insulator to a semiconductor using PMMA/EG. The thickness of the interlayer of the expanded graphite was shown to be close to the nanometer scale. The reported filler content was much lower than that required for conventional PMMA/carbon black (8 wt.% carbon) and PMMA/graphite (3.5 wt.% graphite) composites. The improvements in both electrical conductivity and structural integrity were attributed to the difference in filler geometry (aspect ratio and surface area) and the formation of conductive networks in the composites.", "L287": "Graphite oxide (GO)/poly(methyl methacrylate) (PMMA) nanocomposites were prepared by a novel method utilizing macroazoinitiator (MAI). The MAI, which has a poly(ethylene oxide) (PEO) segment, was intercalated between the lamellae of GO to induce the inter-gallery polymerization of methyl methacrylate (MMA) and exfoliate the GO. The morphological, conductivity, thermal, mechanical and rheological properties of these nanocomposites were examined and compared with those of intercalated nanocomposites prepared by polymerization with the normal radical initiator, 2,2′-azobisisobutyronitrile. The improvement in conductivity by GO was more evident in exfoliated nanocomposites compared to that of intercalated nanocomposites. For example, a conductivity of 1.78×10−7                      S/cm was attained in the exfoliated nanocomposite prepared with 2.5 parts GO per 100 parts MMA, which was about 50-fold higher than that of the intercalated nanocomposite. The thermal, mechanical and rheological properties also indicate that thin GO with a high aspect ratio is finely dispersed and effectively reinforced the PMMA matrix in both exfoliated and intercalated nanocomposites.", "L275": "In this study, multi-walled carbon nanotubes (CNTs) were infused into Epon 862 epoxy through a high intensity ultrasonic liquid processor and then mixed with EpiCure curing agent W using a high-speed mechanical agitator. The trapped air and reaction volatiles were removed from the mixture using a high vacuum. Dynamic mechanical analysis (DMA), thermogravimetric analysis (TGA), and flexural tests were performed on unfilled, 0.1, 0.2, 0.3, and 0.4wt% CNT-filled epoxy to identify the loading effect on the thermal and mechanical properties of composites. DMA studies revealed that filling the carbon nanotube into epoxy can produce a 90% enhancement in storage modulus and a 22°C increase in T                      g. However, due to the lower crosslink density of the nanophased systems, a 6°C decrease in decomposition temperature was observed in the 0.4wt% CNT/epoxy in the TGA test. The flexural results showed that modulus increased with higher CNT loading percentages and the 0.3wt% CNT-infusion system showed the maximum strength enhancement. Based on the experiment's results, a nonlinear constitutive equation was established for neat and nanophased epoxy.", "L394": "A series of polystyrene/silica nanocomposites with different inorganic nanofiller content were prepared by evaporating of toluene solvent. The weight fraction of silica nanoparticles of an average diameter of 7nm treated with hexamethyldisilazane was varied (2, 5, 10, 15 and 30wt.%). The polystyrene nanocomposite morphology was studied by scanning electron microscopy. The thermal stability of the samples was determined using thermogravimetry, coupled with differential scanning calorimetry. The influence of the filler content on glass transition temperature of polystyrene/silica nanocomposites was followed by differential scanning calorimetry. It was found that the polystyrene glass transition temperature was influenced by the hydrophobic silica content. A mathematical method to describe the glass transition temperature dependence on the polystyrene/silica ratio is proposed. According to the experimental results and calculations, the highest thermal stability of the nanocomposite belongs to 18% silica content.", "L119": "Multi-walled carbon nanotube/poly(methyl methacrylate) composites have been fabricated by melt blending. The nanotubes are well dispersed in the polymer matrix with no apparent damage or breakage. The dynamic mechanical behavior of the composites has been studied. The storage modulus of the polymer is significantly increased by the incorporation of nanotubes particularly at high temperatures.", "L256": "A series of composites of polycarbonate (PC) with 23 different contents of multiwalled carbon nanotubes (MWNT) was produced by melt mixing using the masterbatch dilution method. In dielectric measurements, AC conductivity and complex permittivity data obtained in the frequency range between 10−3 and 107                      Hz at room temperature indicated the electrical percolation threshold at about 1.0wt%.                   The dynamic mode melt rheological measurements for the same samples at eight temperatures between 170 and 280°C showed a visible change in the frequency dependence of dynamic moduli and the absolute value of the complex viscosity |η*| particularly at low frequencies. In literature these changes are sometimes related to so called ‘percolation threshold concentration’. Applying this picture to our experimental data we have to assume that the percolation threshold is strongly dependent on the measurement temperature. It changes from about 5 to 0.5wt% MWNT by increasing the measurement temperature from 170 to 280°C, respectively. This temperature dependence cannot be explained by a classical liquid-solid transition but may be related to the existence of a combined nanotube-polymer network.", "L272": "The structure of several rubber–clay nanocomposites, including styrene butadiene rubber (SBR)–clay, natural rubber (NR)–clay, nitrile butadiene rubber (NBR)–clay, carboxylated acrylonitrile butadiene rubber (CNBR)–clay nanocomposites, prepared by directly co-coagulating the rubber latex and clay aqueous suspension, were investigated. X-ray diffraction (XRD) patterns and transmission electron microscopy (TEM) micrographs showed that these nanocomposites possessed a unique structure, in which the rubber molecules “separated” the clay particles into either individual layers or just silicate layer aggregates of nanometer thickness without the intercalation of rubber molecules into clay galleries, different from intercalated and exfoliated clay nanocomposites. Such a structure resulted from the competition between separation of rubber latex particles and re-aggregation of single silicate layers during the co-coagulating process. The content of bound rubber of SBR–clay nanocompound is more than that of the corresponding rubber filled with micrometer clay or silica because of the increased networking of silicate layers with the nano-meter dispersion and the high aspect ratio. The glass transition temperature of SBR–clay nanocomposites increased as compared with that of the pure SBR. The tensile strength of SBR–clay nanocomposite loading 20phr clay was 6.0 times higher than that of the conventional SBR–clay composite. The gas permeability of separated rubber–clay nanocomposites containing 20phr decreased 50% as compared with the corresponding gum vulcanizates.", "L231": "Adding nano-sized fillers to epoxy has proven to be an effective method for improving dielectric breakdown strength (DBS). Evidence suggests that dispersion state, as well as chemistry at the filler-matrix interface can play a crucial role in property enhancement. Herein we investigate the contribution of both filler dispersion and surface chemistry on the AC dielectric breakdown strength of silica-epoxy nanocomposites. Ligand engineering was used to synthesize bimodal ligands onto 15nm silica nanoparticles consisting of long epoxy compatible, poly(glycidyl methacrylate) (PGMA) chains, and short, π-conjugated, electroactive surface ligands. Surface initiated RAFT polymerization was used to synthesize multiple graft densities of PGMA chains, ultimately controlling the dispersion of the filler. Thiophene, anthracene, and terthiophene were employed as π-conjugated surface ligands that act as electron traps to mitigate avalanche breakdown. Investigation of the synthesized multifunctional nanoparticles was effective in defining the maximum particle spacing or free space length (Lf) that still leads to property enhancement, as well as giving insight into the effects of varying the electronic nature of the molecules at the interface on breakdown strength. Optimization of the investigated variables was shown to increase the AC dielectric breakdown strength of epoxy composites as much as 34% with only 2wt% silica loading.", "L280": "Silica–PMMA nanocomposites with different silica quantities were prepared by a melt compounding method. The effect of silica amount, in the range 1–5wt.%, on the morphology, mechanical properties and thermal degradation kinetics of PMMA was investigated by means of transmission electron microscopy (TEM), X-ray diffractometry (XRD), dynamic mechanical analysis (DMA), thermogravimetric analyses (TGA), Fourier-transform infrared spectroscopy (FTIR), 13C cross-polarization magic-angle spinning nuclear magnetic resonance spectroscopy (13C{1H} CP-MAS NMR) and measures of proton spin-lattice relaxation time in the rotating frame (T                      1ρ                      (H)), in the laboratory frame (T                      1(H)) and cross-polarization times (T                      CH). Results showed that silica nanoparticles are well dispersed in the polymeric matrix whose structure remains amorphous. The degradation of the polymer occurs at higher temperature in the presence of silica because of the interaction between the two components.", "L236": "Poly(butylene adipate-co-terephthalate) (PBAT) based nanocomposites were prepared by melt blending PBAT with 5 and 10wt.% of clay nanoparticles (unmodified and modified montmorillonites, unmodified and modified fluoro-hectorites, and unmodified sepiolites). All nanocomposites showed a good level of clay distribution and dispersion into PBAT, especially nanocomposites with high clay chemical affinity with the polymer matrix. DSC results showed that addition of layered silicates slightly hindered kinetics and extent of crystallization of PBAT; however, sepiolite particles were able to promote polymer crystallization kinetics and the transformation of the PBAT crystal structure to a more ordered form.                   Similar increases in the thermal stability of PBAT in nitrogen and air were obtained upon addition of all clays, due to a barrier effect of the clays toward polymer decomposition product ablation.                   Preliminary biocompatibility tests indicated that PBAT based materials with 10% clay content have good biological safety and display almost no cytotoxicity.                   The addition of all nanofillers increased the hardness of PBAT matrix. The DMA analysis showed that all nanocomposites presented higher E′ values than neat PBAT, indicating that addition of clays improved the mechanical properties of PBAT. For layered silicate nanocomposites, the main influencing factors on the thermo-mechanical properties appeared to be the aspect ratio and dispersion of clay nanoplatelets, rather than polymer/clay chemical affinity. The highest E′ values of sepiolite based nanocomposites make this nanoparticle the most attractive material for tissue engineering and environmental industrial applications.", "L213": "This paper deals with preparation of nanocomposites using modified nanoclay (organoclay) and polypropylene (PP), with, and without compatibilizer (m-TMI-g-PP) to study the effects of modified nanoclay and compatibilizer on viscoelastic properties. Nanocomposites were prepared in two steps; compounding of master batch of nanoclay, polypropylene and m-TMI-g-PP in a torque rheometer and blending of this master-batch with polypropylene in a twin-screw extruder in the specific proportions to yield 3–9% nanoclay by weight in the composite. Dynamic Mechanical Analysis (DMA) tests were carried out to investigate the viscoelastic behavior of virgin polypropylene and nanocomposites. The dynamic mechanical properties such as storage modulus (E′), loss modulus ( E ′′ ) and damping coefficient (tan δ) of PP and nano-composites were investigated with and without compatibilizer in the temperature range of −40°C to 140°C at a step of 5°C and frequency range of 5Hz to 100Hz at a step of 10Hz. Storage modulus and loss modulus of the nano-composites was significantly higher than virgin polypropylene throughout the temperature range. Storage modulus of the composites increased continuously with increasing nano-content from 3% to 9%. Composites prepared with compatibilizer exhibited inferior storage modulus than the composites without compatibilizer. Surface morphology such as dispersion of nanoclay in the composites with and without compatibilizer was analyzed through Atomic Force Microscope (AFM) that explained the differences in viscoelastic behavior of composites.", "L230": "Functionalisation of multi-wall carbon nanotubes (MWCNTs) influences the thermo-mechanical properties of MWCNT/epoxy-composites. Samples based on epoxy resin and different weight percentage of MWCNTs (functionalised and non-functionalised) were prepared. The investigation of the thermo-mechanical behaviour was performed by dynamic-mechanic thermal analysis (DMTA). A dependence of the nanotube content on the glass transition temperature T                      g was observed. An increase in the amount of nanotubes led to an increase of T                      g. Samples containing functionalised nanotubes showed a stronger influence on T                      g in comparison to composites containing the same amount of non-functionalised nanotubes. These results prove the influence of a functionalisation of carbon nanotubes on the interfacial interaction between the polymer and CNT.", "L161": "The study was carried out on nanocomposites consisting of nanoscopic silica fillers embedded in polyamide 6. Various composite systems were prepared through in situ polymerisation, with different elementary particle diameters and filler contents as variables.                   The morphological investigation demonstrated the non influence of the particle presence on the crystalline phase of such composites.                   The introduction of filler leads to an obvious reinforcement of the matrix elastic modulus: the observed increase depends on the modulus difference between the various phases present, the filler content and its dispersion state. In the same way, the yield point, in both compressive and tensile tests, is found to be sensitive to the latter parameters.                   Complementary experiments enable to suggest possible local events leading to the rupture of these composite systems.", "L301": "Poly(2-hydroxyethyl acrylate) swollen in water forms a hydrogel with good biological acceptance but poor mechanical properties. Reinforcement by a nanometric silica phase obtained by acid catalyzed sol–gel reaction of tetraethoxysilane occurring simultaneously with the polymerization of the organic polymer leads to a hybrid material and is a way to improve the mechanical properties of the homopolymer. Dynamic mechanical measurements show a stiffness increase in the rubbery state as the silica content is increased, for both the xerogel (dry) and the swollen samples. Density measurements of the hybrid materials show that the silica phase has an apparent density close to that of vitreous silica, thus giving an indication of the intimate interpenetration of the organic and the inorganic phases in these nanocomposites. Thermogravimetric analysis has been used to probe the dependence of the thermal stability of the samples on the silica content, and to determine the actual silica amounts in each sample. Information about the percolation threshold of the silica phase could be gained from measurements of water uptake and mechanical moduli. All the results pointed out that the co-continuity of matrix and reinforcement starts at around 15wt% of silica content.", "L268": "Poly(vinylidene fluoride) (PVDF)/multiwalled carbon nanotube (MWCNT) composites were prepared using a novel ultrahigh-shear extruder by directly mixing MWCNT with PVDF in the molten state. A special feedback-type screw was used to obtain a high shear field and obtain a very uniform dispersion of the nanotubes in the polymer matrix under a higher screw rotation speed. Raman spectroscopy and scanning electron microscopy were used to determine the interaction and dispersion of nanotubes in the PVDF. The linear viscoelastic behavior and electrical conductivity of these composites were investigated. At low-frequencies, the storage shear modulus (G′) becomes almost independent of the frequency as nanotube loading increases, suggesting the onset of solid-like behavior in these composites. By plotting G′ vs. nanotube loading and fitting with a power-law function, we found that the rheological threshold of high-shear processed composites is about 0.96wt% whereas that of low-shear processed composites is about 1.76wt%. The electrical percolation threshold of high-shear processed composites is lower than that of low-shear processed composites.", "L188": "PMMA-silica nanocomposites were prepared using a bulk polymerization technique. Three organic silica groups, two modified with methyl groups and the third an octane, made these inorganic silica particles more hydrophobic. These silica/PMMA nanocomposites exhibited higher storage and loss moduli than those of pristine PMMA. The T                      g of these composites increased with the silica content. The thermal characteristics of these composites were also enhanced by incorporating silica into the PMMA matrix. The degradation temperature at 10% weight loss was approximately 30°C higher than that of pristine PMMA, depending upon the silica content. The rate of weight loss at 220°C for 2h was also markedly reduced in the presence of these modified silicas. The results might be attributed to “trapping effect”. The activation energies for these silica/PMMA nanocomposites were enhanced according to Flynn, Ozawa–Flynn, and Kissinger methods.", "L253": "Composites of MWCNTs having each three different levels of matrix viscosity with five different polymers (polyamide 12, polybutylene terephthalate, polycarbonate, polyetheretherketone and low density polyethylene) were melt mixed to identify the general influence of matrix viscosity on the electrical properties and the state of MWCNT dispersion. Huge differences in the electrical percolation thresholds were found using the same polymer matrix with different viscosity grades. The lowest percolation thresholds were always found in the composites based on the low viscosity matrix. The state of primary MWCNT agglomerate dispersion increased with increasing matrix viscosity due to the higher input of mixing energy. TEM investigations showed nanoagglomerated structures in the low viscosity samples which are obviously needed to achieve low resistivity values. The effect of nanotube shortening was quantified using two different viscosity grades of polycarbonate. Due to the higher mixing energy input the nanotube shortening was more pronounced in the high viscosity matrix which partially explains the higher percolation threshold.", "L220": "Thermal, mechanical, electrical and microwave radiation absorbing properties of conductive composites based on dodecylbenzenesulfonate doped polyaniline/organoclay nanocomposites and propylene–ethylidene–norbornene rubber have been investigated with special interest on the effect of the nanocomposite concentration. Composites were prepared by melt blending using an internal mixer. Morphology studies by scanning electron microscopy of cryofractured surfaces indicated that the conducting nanocomposites produced heterogeneously distributed aggregates in the continuous elastomeric matrix. The composites exhibit high conductivities, up to 10−3                      Scm−1 for 40wt.% of conducting nanocomposite, and good mechanical properties. They also present high microwave attenuation values, in the frequency range of 8–12GHz. This property depends on the concentration of the conductive nanocomposite and on the film thickness. The composites can be used for antistatic coatings or for electromagnetic shielding.", "L183": "Blends were prepared from a high density polyethylene (PE) material and a conductive polycarbonate (PC) composite containing multiwalled carbon nanotubes (MWNT). The PC composite contained 2wt% MWNT and was prepared by diluting a PC masterbatch consisting of 15wt% MWNT by melt mixing in an extruder. The aim of blending a conductive PC composite with PE was to obtain a conductive blend at lower amounts of MWNT than required for the pure PC component. The blend morphology was found to be co-continuous over a broad composition range of 30–80vol.% of the filled PC phase as verified by selective extraction of PC and morphological investigations. The co-continuous structure is very fine with ligaments in the range of 1 μm. Significantly reduced volume resistivity values, i.e. in the range of 107                      Ωcm, could be achieved in the same composition range of that of the continuous PC phase, i.e. starting at compositions of 30vol.% filled PC. Here, the total MWNT content in the blend was only 0.41vol.%. Interestingly, even if the MWNT had been incorporated in the PC phase, the tubes are still visible in the blends after selective extraction of PC. Scanning electron microscopy investigations revealed that the MWNT bridge the PC and PE phases, at least with their ends. This can be understood by the length dimensions of the tubes, which is higher than the phase sizes in the blends.", "L273": "Poly(methyl methacrylate) (PMMA) was grafted onto multiwalled carbon nanotubes (MWNTs). Composites of PMMA-grafted MWNTs and poly(styrene-co-acrylonitrile) (SAN) were prepared by solution casting from tetrahydrofuran. Since PMMA is miscible with SAN, the two polymers mix intimately to facilitate the dispersion of PMMA-grafted MWNTs in the SAN matrix. The intimate mixing is evidenced by the transparency of the composites. The incorporation of PMMA-grafted MWNTs to SAN (effective MWNT content=0.5–2wt%) leads to increases in storage modulus at 40°C, Young's modulus, tensile strength, ultimate strain, and toughness by 90, 51, 99, 184 and 614%, respectively. Such simultaneous increases in stiffness, strength, ductility and toughness of a polymer by rigid fillers are rarely observed.", "L196": "The goal of this work was to produce nanocomposites based on poly(lactic acid) (PLA) and cellulose nanowhiskers (CNW). The CNW were treated with either tert-butanol or a surfactant in order to find a system that would show flow birefringence in chloroform. The nanocomposites were prepared by incorporating 5wt% of the different CNW into a PLA matrix using solution casting. Field emission scanning electron microscopy showed that untreated whiskers formed flakes, while tert-butanol treated whiskers formed loose networks during freeze drying. The surfactant treated whiskers showed flow birefringence in chloroform and transmission electron microscopy showed that these whiskers produced a well dispersed nanocomposite. Thermogravimetric analysis indicated that both whiskers and composite materials were thermally stable in the region between 25°C and 220°C. The dynamic mechanical thermal analysis showed that both the untreated and the tert-butanol treated whiskers were able to improve the storage modulus of PLA at higher temperatures and a 20°C shift in the tan                      δ peak was recorded for the tert-butanol treated whiskers.", "L257": "The influence of polymer chain orientation as well as multi-walled carbon nanotube (MWCNT) alignment on the creep-resistant behavior of nanocomposites has not been fully revealed yet. In this work, tensile and creep behaviors of MWCNT modified polycarbonate nanocomposite fibers produced by melt-spinning at different draw-down ratios have been studied at a temperature of 120 °C. For fibers with 2 wt.% MWCNTs, it was found that the Young's modulus and creep resistance show clear dependence on the orientation degree of the polymer chains and the alignment of the nanotubes. Parametric studies based on Burger's model and Weibull distribution function were employed to understand the reinforcing mechanisms. Polarized Raman spectroscopy was utilized to evaluate the orientation degree of nanotubes, and further to reveal the variation in alignment during creep deformation. The results show that Raman analysis was consistent with the creep results.", "L157": "There have been several reports of improved ductility and toughness in brittle thermoset polymers due to the addition of equiaxed nanoparticles. The mechanisms leading to this improvement, however, are incompletely understood. In this paper, a model system of nanoscale alumina filled bisphenol A based epoxy with two interface conditions was used to highlight the mechanisms leading to significant improvements in both ductility (max 39%) and modulus (max 18%). Tensile test showed that crack deflection, debonding and plastic deformation of the debonded matrix (plastic void growth) operated for the untreated particles with a relatively weak interface, but that a stronger interface led to enhanced crack deflection and microcracking, and, as a result, a further improvement in properties.", "L323": "Poly(vinylidene fluoride)/graphite nanoplatelets (PVDF/GNP) composites were fabricated using solution mixing followed by compression molding. The electric conducting and dielectric behavior of such nanocomposites were determined over a wide frequency range from 102 to 107. The results showed that the electrical behavior of PVDF/GNP nanocomposites can be well described by the percolation theory. Both conductivity and dielectric constant were found to be greatly enhanced at the percolation threshold. A large dielectric constant of 173 and low loss tangent of 0.65 were observed in the PVDF/2.5wt% GNP nanocomposite at 1kHz. Moreover, dynamic mechanical analysis was also used to characterize the relaxations of polymers in PVDF/GNP nanocomposites. Dielectric and mechanical relaxations of PVDF/GNP nanocomposites showed strong dependence with frequency and temperature. The activation energy for glass transition determined from mechanical relaxation is considerably higher than that evaluated from the dielectric analysis. This resulted from different operating mechanisms for dielectric and mechanical relaxation processes.", "L312": "TiO2-epoxy nanocomposites were fabricated by using an innovative ultrasonic dual mixing process (UDM) process consists of ultrasonic mixing with simultaneous impeller stirring. TiO2 nanoparticles were used as reinforcement in epoxy resin with weight percentages 5, 10 and 15 respectively. Mechanical properties of each group of composite material were identified using tensile and dynamic mechanical measurements. The effect of TiO2 nanoparticles addition on dynamical mechanical properties of epoxy matrix in the terms of storage modulus and tanδ value with respect to the temperature at a dynamic heating rate of 2 °C/min were studied. The dispersion condition of TiO2 content in epoxy matrix has been thoroughly investigated by using field emission scanning electron microscopy (FESEM) analysis. Tensile tests and thermal gravimetric analysis (TGA) were performed on each group of TiO2-epoxy composite to determine their tensile strength, toughness and thermal stability.", "L254": "Five commercially available multi-walled carbon nanotubes (MWNTs), with different characteristics, were melt mixed with polycarbonate (PC) in a twin-screw micro compounder to obtain nanocomposites containing 0.25–3.0 wt.% MWNT. The electrical properties of the composites were assessed using bulk electrical conductivity measurements, the mechanical properties of the composites were evaluated using tensile tests and dynamic mechanical analysis (DMA), and the thermal properties of the composites were investigated using differential scanning calorimetry (DSC). Electrical percolation thresholds (p                      cs) were observed between 0.28 wt.% and 0.60 wt.%, which are comparable with other well-dispersed melt mixed materials. Based on measurements of diameter and length distributions of unprocessed tubes it was found that nanotubes with high aspect ratios exhibited lower pc                      s, although one sample did show higher pc                       than expected (based on aspect ratio) which was attributed to poorer dispersion achieved during mixing. The stress–strain behavior of the composites is only slightly altered with CNT addition; however, the strain at break is decreased even at low loadings. DMA tests suggest the formation of a combined polymer-CNT continuous network evidenced by measurable storage moduli at temperatures above the glass transition temperature (Tg                      ), consistent with a mild reinforcement effect. The composites showed lower glass transition temperatures than that of pure PC. Lowering of the height of the tanδ peak from DMA and reductions in the heat capacity change at the glass transition from DSC indicate that MWNTs reduced the amount of polymer material that participates in the glass transition of the composites, consistent with immobilization of polymer at the nanotube interface.", "L207": "This study aims at investigating the dynamic mechanical, dielectric and rheological properties of reinforced polyurethane (PU) nanocomposites containing hydrophilic graphene oxide (GO) and/or hydrophobic modified graphene oxide (mGO) sheets. The organic modification of GO was performed with 4,4′-methylenebis (phenyl isocyanate) (MDI) and the samples were prepared by solvent mixing. We found that addition of mGO provides a more significant increase in the dielectric permittivity as compared to the addition of GO. Scanning electron microscopy (SEM) and X-ray diffraction (XRD) spectroscopy demonstrate the more effective dispersion of thin exfoliated sheets of mGO in the PU matrix as compared to unmodified GO. This qualitative morphology observation is correlated with the quantitative results inferred from the dynamic mechanical analysis, rheology and dielectric studies. The viscoelastic Payne effect is noticed for all nanocomposites and the filler–filler and polymer–filler interactions are studied by applying the Kraus and Maier and Goritz models. The non-linear viscoelastic behavior of the PU nanocomposites is in good agreement with the Maier and Goritz model, which includes the effects of the adsorption/desorption of PU chains on the filler surface. The observed results underline the possibilities of PU composites with organically modified GO sheets in capacitor applications.", "L266": "The potential of using exfoliated graphite nanoplatelets, xGnPTM, as a reinforcement that can produce multifunctional polymer composites was explored. xGnP–polypropylene (PP) composites fabricated by melt mixing using a twin-screw extruder followed by injection molding were investigated for their thermal, viscoelastic and barrier properties as a function of xGnP concentration and aspect ratio. These properties of the xGnP–PP composites were compared to the properties of composites made with PAN-based carbon fibers, VGCF, carbon black and nanoclay. Results indicate that when oriented properly, the xGnP will not only stiffen the composite but also reduce the coefficient of thermal expansion in two directions rather than in one as in the case of aligned fiber composites. Furthermore, the large aspect ratio of xGnP, even at low loadings, increases the oxygen barrier of PP at least as effectively as the commonly used nanoclays and finally, addition of xGnP significantly enhances the thermal conductivity of the polymer matrix.", "L202": "Chemically functionalized exfoliated graphite-filled epoxy composites were prepared with load levels from 2% to 20% by weight. The viscosities of the composites having load levels >4% by weight were over the processing window for the vacuum-assisted resin transfer molding process. Wide-angle X-ray diffraction revealed a rhombohedral carbon structure in the filler. Enhanced interaction between the epoxy and the graphite filler was evidenced by an improvement in the rubber modulus for the chemically functionalized graphite/epoxy composites. The thermal and electrical properties of the nanoparticle-filled epoxy composites were measured. The electrical property of the chemically functionalized graphite/epoxy composite deteriorated. Thermal conductivity of the chemically functionalized graphite/epoxy composite, however, increased by 28-fold over the pure epoxy resin at the 20% by-weight load level, increasing from 0.2 to 5.8W/mK.", "L167": "BaTiO3 (BT) nanoparticles with three kinds of diameters were synthesized by alkoxide route and then dispersed into a thermoplastic polyvinylidene fluoride (PVDF) and a thermoset polyimide (PI)) to fabricate the BT/PVDF and the BT/PI nanocomposite films. Effects of nanoparticle size and polymer matrix on the dielectric properties were studied by two different measurement procedures at frequencies from 10−2                      Hz to 106                      Hz. A significant discrepancy of dielectric behaviors between the BT/PVDF films and the BT/PI films was found. The roles of nanoparticles (size and crystal phase) and properties of polymers (chemistry and chain structure) are used to explain the difference in dielectric behaviors.", "L209": "Alumina/polymethylmethacrylate (PMMA) nanocomposites were synthesized using 39-nm nanoparticles and in situ free-radical polymerization. At filler concentrations greater than 0.5 wt.%, the glass transition temperature, T                      g, was observed to decrease precipitously by 25 °C compared to the neat polymer. At smaller weight fractions, there were no changes in the composite T                      g. The abrupt changes seem to indicate a threshold at which a significant volume fraction of polymer has higher mobility that brings about the decrease in T                      g. Consistent with this behavior, the T                      g depression was suppressed by coating the nanoparticles to make them compatible with the matrix.", "L238": "In an earlier paper [Zhao S, Schadler LS, Hillborg H, Auletta T, Duncan R. Mechanisms leading to improved mechanical performance in nanoscale alumina filled epoxy. Compos Sci Technol 2008], a model system of nanoscale alumina filled bisphenol A based epoxy with two interface conditions was used to highlight the mechanisms leading to significant improvements in ductility, tensile toughness and modulus. In this paper, the fracture toughness and fatigue crack propagation (FCP) rate of the materials used in the preceding paper were measured as a function of interface condition to gain further insight into the mechanisms leading to enhanced mechanical performance. No significant improvement in fracture toughness or fracture energy was observed. A significant improvement in FCP resistance was observed for both nanocomposites, but the improvement was larger for the composites with a stronger particle/matrix interface. The crack arresting mechanisms include particle matrix debonding, plastic void growth, and in the nanocomposites with a stronger interface, significant plastic deformation of the matrix around the well-bonded nanoparticles.", "L305": "Polyvinylalcohol/Silica (PVA/SiO2) nanocomposites with different SiO2 contents are synthesized by employing a novel self-assembly monolayer (SAM) technique. The influence of the silica on dynamic mechanical properties of the nanocomposites is investigated by conducting dynamic mechanical analysis (DMA) and quasi-thermal mechanical analysis (Q-TMA). It is found that the storage modulus (E′), loss factor (tga), glass transition temperature (T                      g), and activation energy (E                      a) of prepared nanocomposites all show a strong dependence on the SiO2 content. The Q-TMA results indicate that under a constant force, the elasticity of nanocomposites decreases with SiO2 content, and the softening temperature moves to a higher temperature when more SiO2 is added.", "L223": "Fumed silica particles with average primary particle diameters of 12 and 40nm were combined with a low viscosity bisphenol E cyanate ester resin to form composite materials with enhanced storage modulus and reduced damping behavior, as evidenced by dynamic mechanical analysis (DMA). The storage modulus increased with volume fraction of fumed silica in both the glassy and rubbery regions, but the increase was more pronounced in the rubbery region. The maximum increase in storage modulus in the glassy region was 75% for 20.7vol% of 40nm fumed silica, while the same composition showed a 231% increase in the rubbery storage modulus. Furthermore, decreases in damping behavior were used to estimate the effective polymer-particle interphase thickness. The glass transition temperature of the nanocomposites was not changed significantly with increasing volume fraction.", "L881": "A simple strategy for the preparation of composites with high dielectric constant and thermal conductivity was developed through a typical interface design. Graphite nanoplatelets (GNPs) with a thickness of 20–50nm are fabricated and homogeneously dispersed in the epoxy matrix. A high dielectric constant of more than 230 and a high thermal conductivity of 0.54W/mK (a 157% increase over that of pure epoxy) could be obtained for the composites with a lower filler content of 1.892vol.%. The dielectric constant still remains at more than 100 even in the frequency range of 105–106                      Hz. When loaded at 2.703vol.%, GNP/epoxy composites have a dielectric constant higher than 140 in the frequency range of 102–104                      Hz and a high thermal conductivity of 0.72W/mK, which is a 240% increase over that of pure epoxy. The high dielectric constant and low loss tangent are observed in the composite with the GNPs content of 0.949vol.% around 104                      Hz. It is believed that high aspect ratio of GNPs and oxygen functional groups on their basal planes are critical issues of the constitution of a special interface region between the GNPs and epoxy matrix and the high performance of the composites.", "L306": "Poly (butylene terephthalate) (PBT)/silica nanocomposites were compounded from cyclic butylene terephthalate (CBT) resin with very low melt viscosity via high-speed stirring and subsequent in situ polymerization. The effect of silica nanoparticles on the properties of CBT and its polymer composites has been studied. It was shown that the well-dispersed silica nanoparticles, even in small content (1–2wt.%), result in the dramatic extension of the polymerization process of CBT resin. The flexural properties of polymerized PBT nanocomposites, including modulus, yield strength and failure strain, was improved significantly with the incorporation of silica nanoparticles.", "L274": "In situ functionalized multi-walled carbon nanotube (MWNT)/Phenoxy composites were prepared by melt mixing Phenoxy with MWNT and 1-(aminopropyl)imidazole (NIm). Composites with 4.8 wt% or more of in situ functionalized MWNT show higher storage modulus than Phenoxy, provided a sufficient amount of NIm was used to aid in the dispersion of the hydrophobic MWNTs in the hydrophilic Phenoxy matrix.", "L284": "Graphene oxide (GO) prepared using the Hummers’ method is known to be composed of functionalized graphene sheets decorated by strongly-bound oxidative debris that can be removed by a simple base wash. The use of as-made GO and base-washed GO as reinforcing fillers in poly(methyl methacrylate) (PMMA) nanocomposites has been compared through dynamic mechanical thermal analysis and tensile testing. Nanocomposites with loadings from 0.5 to 10wt.% were produced by melt mixing using a twin screw extruder. Large shifts in the values of T                      g for the nanocomposites with respect to PMMA suggest the presence of interactions between the GO and polymer. Thermogravimetric analysis also revealed a significant increase in the decomposition temperatures upon the addition of the GO. Optimal loadings of 1wt.% were found for both fillers, up to which substantial mechanical reinforcement was observed. Comparison with previous nanotube systems, suggests that there was a good dispersion of both fillers below 1wt.%, with aggregation and a deterioration of the mechanical properties occurring at higher loadings. Stress-induced shifts of the Raman D band in the GO revealed the existence of stress-transfer from the PMMA matrix to the fillers during deformation. Overall the as-made GO gave nanocomposites with better properties than those reinforced with based-washed material. Hence, it appears that the presence of the oxidative debris in GO, which acts as a compatibilising surfactant, is beneficial in producing nanocomposites with both a good dispersion and a strong interface between GO and a polymer matrix.", "L147": "Poly(glycidyl methacrylate) polymer brushes were grafted onto TiO2 nanoparticle surfaces via a combination of phosphate ligand engineering and Cu-catalyzed alkyne-azide “click” reaction. The grafted TiO2 nanoparticles are compatible with a commercial epoxy resin enabling the preparation of thick (1 mm) transparent high-refractive index TiO2/epoxy nanocomposites. In order to maximize the volumetric loading and thereby the refractive index of nanocomposites, the minimum graft densities that can lead to high optical transparency were identified. It was found that, when the graft density was too low to form polymer brushes, the dispersion of the grafted particles changed from a dispersed state to an agglomerated state. The transition of the dispersion state was in good agreement with the theoretical prediction from a parametric model. This good agreement will facilitate the design and fabrication of transparent polymer nanocomposites filled with grafted nanoparticles. With 30 wt% loading of TiO2 nanoparticles, the refractive index of TiO2/epoxy nanocomposites increased from 1.5 for neat epoxy to 1.62. The transparency of the prepared nanocomposites can be well predicted by the Raleigh scattering model.", "L296": "The organic–inorganic hybrid nanocomposites comprising of poly(iminohexamethyleneiminoadipoyl), better known as Polyamide-6,6 (abbreviated henceforth as PA66), and silica (SiO2) were synthesized through sol–gel technique at ambient temperature. The inorganic phase was generated in situ by hydrolysis–condensation of tetraethoxysilane (TEOS) in different concentrations, under acid catalysis, in presence of the organic phase, PA66, dissolved in formic acid. Infrared (IR) spectroscopy was used to monitor the microstructural evolution of the silica phase in the PA66 matrix. Wide angle X-ray scattering (WAXS) studies showed that the crystallinity in PA66 phase decreased with increasing silica content. Atomic force microscopy (AFM) of the nanocomposite films revealed the dispersion of SiO2 particle with dimensions of <100nm in the form of network as well as linear structure. X-ray silicon mapping further confirmed the homogeneous dispersion of the silica phase in the bulk of the organic phase. The melting peak temperatures slightly decreased compared to neat PA66, while an improvement in thermal stability by about 20°C was achieved with hybrid nanocomposite films, as indicated by thermogravimetric analysis (TGA). Dynamic mechanical analysis (DMA) exhibited significant improvement in storage modulus (E′) for the hybrid nanocomposites over the control specimen. An increase in Young's modulus and tensile strength of the hybrid films was also observed with an increase in silica content, indicating significant reinforcement of the matrix in the presence of nanoparticles. Some properties of the in situ prepared PA66-silica nanocomposites were compared with those of conventional composites prepared using precipitated silica as the filler by solution casting from formic acid.", "L310": "A systematic study has been conducted to investigate the matrix properties by introducing nanosize TiO2 (5–40nm, 0.5–2% by weight) fillers into an epoxy resin. Ultrasonic mixing process, via sonic cavitations, was employed to disperse the particles into the resin system. The thermal, mechanical, morphology and the viscoelastic properties of the nanocomposite and the neat resin were measured with TGA, DMA, TEM and Instron. The nano-particles are dispersed evenly throughout the entire volume of the resin. The nanofiller infusion improves the thermal, mechanical and viscoelastic properties of the epoxy resin. The nanocomposite shows increase in storage modulus, glass transition temperature, tensile modulus, flexural modulus and short beam shear strength from neat epoxy resin. The mechanical performance and thermal stability of the epoxy nanocomposites are depending on with the dispersion state of the TiO2 in the epoxy matrix and are correlated with loading (0.0015–0.006% by volume). In addition, the nanocomposite shows enhanced flexural strength. Several reasons to explain these effects in terms of reinforcing mechanisms were discussed.", "L246": "In order to obtain epoxy nanocomposites with excellent mechanical properties at cryogenic temperature, an efficient method to functionalize graphene nanoplatelets (GNPs) is proposed. Through a simple dip-coating procedure, the GNPs were first functionalized with deposition of polydopamine coating (PDA@GNPs). Then, using polydopamine as a bridge, the PDA@GNPs were modified with amine groups after polyetheramine T403 grafting (T403-PDA@GNPs). Fourier transform infrared spectroscopy, thermogravimetric analysis and X-ray photoelectron spectroscopy analyses proved the successful functionalization of PDA and polyetheramine T403 on the surface of GNPs. Adding 0.1 wt% T403-PDA@GNPs significantly improved the cryogenic tensile strength and impact strength of the epoxy nanocomposites by 34.5% and 64.5%, which showed greater reinforcing effect than the pristine GNPs (12.6% and 19.1%) and PDA@GNPs (26.3% and 50.1%). The results of dynamic mechanical analysis and scanning electron microscopy observations indicated that the PDA and further polyetheramine T403 functionalization improved the interfacial interactions between GNPs and matrix, which ensured the much improved mechanical properties.", "L166": "A simple strategy for the preparation of composites with high dielectric constant and thermal conductivity was developed through a typical interface design. Graphite nanoplatelets (GNPs) with a thickness of 20–50nm are fabricated and homogeneously dispersed in the epoxy matrix. A high dielectric constant of more than 230 and a high thermal conductivity of 0.54W/mK (a 157% increase over that of pure epoxy) could be obtained for the composites with a lower filler content of 1.892vol.%. The dielectric constant still remains at more than 100 even in the frequency range of 105–106                      Hz. When loaded at 2.703vol.%, GNP/epoxy composites have a dielectric constant higher than 140 in the frequency range of 102–104                      Hz and a high thermal conductivity of 0.72W/mK, which is a 240% increase over that of pure epoxy. The high dielectric constant and low loss tangent are observed in the composite with the GNPs content of 0.949vol.% around 104                      Hz. It is believed that high aspect ratio of GNPs and oxygen functional groups on their basal planes are critical issues of the constitution of a special interface region between the GNPs and epoxy matrix and the high performance of the composites.", "L279": "Titania nanoparticles were prepared using a sol–gel method and calcination at 200 and 600 °C in order to obtain anatase and rutile phases, respectively. The obtained powders were used to prepare PMMA–titania nanocomposites by a melt compounding method. The effect of the crystalline phase and the amount of titania, in the range 1–5 wt.%, on the morphology, mechanical properties and thermal degradation kinetics of PMMA was investigated by means of X-ray diffractometry (XRD), transmission electron microscopy (TEM), 13C cross-polarization magic-angle spinning nuclear magnetic resonance spectroscopy (13C{1H}CP-MAS NMR), including the measurement of proton spin–lattice relaxation time in the rotating frame (T                      1ρ(H)), in the laboratory frame (T                      1(H)) and cross polarization times (T                      CH), and dynamic mechanical analysis (DMA), thermogravimetric analysis (TGA), and Fourier-transform infrared (FTIR) spectroscopy. Results showed that both types of titania were well dispersed in the polymeric matrix, whose structure remained amorphous. The two types of nanoparticles influenced the degradation of the polymer in different ways because of their different carbon content, particle size and crystal structures.", "L391": "Filler surface properties and polymer–filler interactions have dominate influence on viscoelastic behavior of polymeric matrix composites. When the filler–filler spacing is on the order of the polymeric matrix molecular size, fillers may agglomerate through direct short-range interactions, also by overlapping of interfacial layers of neighboring fillers. In this work the effect of interfacial layer on the viscoelastic properties of silica/polystyrene composite was investigated.                   The Si/Ps nanocomposites were prepared by solution mixing method, and dynamic rheometry was employed to determine the viscoelastic behavior in the melt state. Experimental results show that, addition of silica nanoparticles to polystyrene matrix would increase the glass-transition temperature of polymer. This increasing will be accelerated by presence of nanoparticles with more filler–polymer adhesion energy, because of more interfacial layer volume fraction. It is helpful in evaluating the volume fraction and equivalent thickness of interfacial layer in polymer nanocomposites. Likewise it is shown that, the dynamic moduli of nanocomposite is enhanced associated with the increase in the glass-transition temperature. This study implies that the main source of increment in both dynamic modulus and glass-transition temperature of polymer nanocomposites is the presence of the immobilized interfacial layer and the secondary filler network.", "L154": "The filler/matrix interface in fiber-reinforced polymer composites is critical in controlling load transfer from the matrix to the fiber, failure mechanisms, and degradation. It is not clear, however, how the mechanisms of load transfer in traditional composites apply to nanofiber-filled polymers. This paper is focused on understanding the reinforcement mechanisms in multiwalled carbon nanotube (MWCNT)/bisphenol-A polycarbonate (PC) composites. Strain dependent Raman spectroscopy shows that there is load transfer from the matrix to the nanotubes, and that the efficiency of the load transfer is improved by surface modification of the MWCNT. Dynamic mechanical analysis as well as electron microscopy reveals the presence of a large annular interphase region of immobilized polymer surrounding the embedded nanotubes. Micromechanical modeling of the elastic modulus of the composite that accounts for the limited load transfer to the interior shells of the MWCNT suggests this immobilized polymer provides an additional reinforcement mechanism that is unique for nano-filled composites.", "L316": "Epoxy based polymer nano-composite was prepared by dispersing graphite nano-platelets (GNPs) using two different techniques: three-roll mill (3RM) and sonication combined with high speed shear mixing (Soni_hsm). The influence of addition of GNPs on the electrical and thermal conductivity, fracture toughness and storage modulus of the nano-composite was investigated. The GNP/epoxy prepared by 3RM technique showed a maximum electrical conductivity of 1.8×10−03 S/m for 1.0wt% which is 3 orders of magnitude higher than those prepared by Soni_hsm. The percentage of increase in thermal conductivity was only 11% for 1.0wt% and 14% for 2.0wt% filler loading. Dynamic mechanical analysis results showed 16% increase in storage modulus for 0.5wt%, although the Tg did not show any significant increase. Single edge notch bending (SENB) fracture toughens (K IC) measurements were carried out for different weight percentage of the filler content. The toughening effect of GNP was most significant at 1.0wt% loading, where a 43% increase in K IC was observed. Among the two different dispersion techniques, 3RM process gives the optimum dispersion where both electrical and mechanical properties are better.", "L395": "Addition of small amounts (0.5–10vol%) of multiwall carbon nanotubes (CNT) to thermoplastic elastomer Morthane produced polymer nanocomposites with high electrical conductivity (σ∼1–10S/cm), low electrical percolation (φ∼0.005) and enhancement of mechanical properties including increased modulus and yield stress without loss of the ability to stretch the elastomer above 1000% before rupture. In situ X-ray scattering during deformation indicated that these mechanical enhancements arise not only from the CNTs, but also from their impact on soft-segment crystallization. The deformation behavior after yielding of the nanocomposites, irrespective of CNT concentration, is similar to the unfilled elastomer, implying that the mechanistics of large deformation is mainly governed by the matrix. The relative enhancement of the Young's modulus of the nanocomposites is comparable to other elastomeric nanocomposites, implying that to the first order specific chemical details of the elastomeric system is unimportant.", "L199": "This paper presents a bulk composite method for determining the critical aspect ratio and relative interfacial shear stress (ISS) for multiwalled carbon nanotube (MWNT)/polymer composites. Through a modified pullout test and fragmentation test, it was found that the critical aspect ratio was 300 and decreased by a factor of 3 due to surface modification, and that MWNTs at an angle of greater than 60° to the loading direction failed in bending instead of pulling out of the matrix. Finite element analysis was used to determine the critical bending shear strength and MWNT modulus. The obtained bending shear strength was used in a mechanics model developed to provide bounds for the ISS in the experimental composite system. The calculated ISS for as-received nanotube falls between 4.8 and 13.7MPa, and for surface treated nanotube falls in the range of 11.1 and 38.3MPa. These values are consistent with the ISS reported for carbon fiber/polymer composites and also show that the ISS almost triples due to chemical modification of the MWNT surface.", "L291": "In this study, poly(methylmethacrylate) (PMMA)-based hybrid materials were prepared from reactive silica nanoparticles. These nanoparticles were obtained by the reaction of 2-(methacryloyloxy)ethyl isocyanate with colloidal silica dispersed in ethyl acetate, and they were copolymerized in various ratios with methyl methacrylate. Dynamic mechanical analysis (DMA), thermogravimetric analysis (TGA) and visible spectrometry were performed to evaluate the physical properties of the resulting hybrid materials. The PMMA–silica hybrid copolymers maintained high transparency, and their storage elastic modulus and surface hardness increased with increasing silica content. Moreover, in comparison with PMMA, the hybrid copolymers had greater heat resistance and lower volume contraction.", "L152": "Polymer nanocomposite foams are promising low density substitutes for nanocomposites. Carbon nanotube/polymer nanocomposite foams possess high strength, low density, and can be made conductive. Good control of foam properties is of great importance in the application of such materials. In the current study, multi-walled carbon nanotubes (MWNTs) with controlled aspect ratio were used to alter the foam morphology in MWNT/poly(methyl methacrylate) (PMMA) nanocomposite foams produced by a supercritical carbon dioxide (CO2) foaming process. It was found that with the addition of one weight percent of MWNTs, the Young’s modulus of polymer foams increased by as much as 82%, and the collapse strength increased by as much as 104%. The influence of MWNT aspect ratio on the compressive properties of nanocomposite foams was investigated. The addition of MWNTs influenced the foam properties in two ways: improving the compressive properties of the solid matrix, and reducing the bubble size of the nanocomposite foams. A modified constitutive model for predicting the compressive properties of high density closed-cell polymer foams was developed. The influence of the bubble size on the mechanical properties of polymer foams was discussed based on the new model.", "L212": "Thermal degradation of polyethylene terephthalate (PET) is accelerated in the presence of commercial organoclays, and this remains a challenge for the industry. While a high level of clay delamination is required in polymer nanocomposites, thermal degradation increases furthermore for highly exfoliated morphologies due to an increased exposure of the polymer matrix to silicate nanoplatelets. In this work, two different types of organomodified clay were melt blended with PET in the presence of a multifunctional epoxy-based chain extender, Joncryl® ADR-4368F (Joncryl), to compensate for molecular weight reduction during processing. The chain extender was added via a master-batch approach in order to promote clay delamination before molecular weight increase. The morphological, rheological, mechanical, thermal, and gas barrier characteristics of the nanocomposites were studied using several characterization techniques. A remarkable improvement in viscoelastic properties was observed for samples containing the chain extender due to recoupling of degraded chains. A better clay dispersion, enhanced barrier properties and increased Young modulus were also obtained for nanocomposites containing the chain extender. Compared to neat PET films, the oxygen permeability of nanocomposite films containing 4 wt% Cloisite® 30B and 1 wt% Joncryl decreased by 46%, whereas the corresponding permeability decrease for the Nanomer® I.28E nanocomposite was 40%. A 66% improvement in Young modulus was obtained for nanocomposite films containing 4 wt% Nanomer® I.28E and 1 wt% Joncryl. The improvement of the tensile modulus for the corresponding Cloisite® 30B nanocomposite was slightly less.", "L126": "The possibility of obtaining relatively high dielectric constant polymer–ceramic composite by incorporating the giant dielectric constant material, CaCu3Ti4O12 (CCTO) in a Poly(vinylidene fluoride) (PVDF) polymer matrix by melt mixing and hot pressing process was demonstrated. The structure, morphology and dielectric properties of the composites were characterized using X-ray diffraction, Thermal analysis, scanning electron microscope, and impedance analyzer. The effective dielectric constant (ε                      eff) of the composite increased with increase in the volume fraction of CCTO at all the frequencies (100Hz–1MHz) under study. The dielectric loss did not show any variation up to 40% loading of CCTO, but showed an increasing trend beyond 40%. The room temperature dielectric constant as high as 95 at 100Hz has been realized for the composite with 55vol.% of CCTO, which has increased to about 190 at 150°C. Theoretical models like Maxwell’s, Clausius–Mossotti, Effective medium theory, logarithmic law and Yamada were employed to rationalize the dielectric behaviour of the composite and discussed.", "L226": "Graphene platelets (GP) are a novel class of nanofillers due to its good compatibility with most polymers, high aspect ratio, high absolute strength and cost-effectiveness. We in this study synthesised two types of epoxy/GP nanocomposites with different interface strength using the combination of sonication and chemical modification. Although the surface-modified graphene platelets (m-GP) formed clusters, a higher degree of dispersion and exfoliation of graphene was observed in each cluster owning to the improved interface by modification. The scrolling of graphene was found predominantly in the interface-modified nanocomposite. At 4 wt%, the modified nanocomposite shows fracture energy release rate G1c                       613.4 J m−2, while the unmodified nanocomposite indicates 417.3 J m−2, in comparison with neat epoxy G1c                       204.2 J m−2. The interface modification enhanced the glass transition temperature of neat epoxy from 94.7 to 108.6 °C, 14.7% increment. Toughening mechanisms are attributed to the voiding, microcracking and breakage of GP, while matrix may not consume as much fracture energy as m-GP do.", "L102": "A composite of barium strontium titanate (BST) and thermoplastic cyclic olefin copolymer (COC) was investigated with different BST loadings using common and nanosize ceramic powders. The relative permittivity and loss tangent of the composites were measured as a function of loading at 1GHz and as a function of temperature at 0.1MHz. A relative permittivity of 6.0 and a loss tangent of 0.0009 at 1GHz (room temperature) were obtained for a BSTc-COC composite with 25vol.% loading using common-size particles of BST. The values for a BSTn-COC composite loaded with 25vol.% of nanosize BST particles were 7.3 and 0.0023, respectively. A modified Lichtenecker logarithmic equation showed good correspondence with measured relative permittivity of the BSTc-COC composite, but especially at a higher loading level, the model failed with the BSTn-COC composite.", "L221": "In this study, a series of comparative studies for the effect of intercalating agent on the physical properties of the epoxy resin-clay based nanocomposite materials were performed. First, the quaternary alkylphosphonium and alkylammonium salt were both used as the intercalating agents separately for the preparation of organophilic clay through the cationic exchange reactions with Na+-montmorillonite clay. Subsequently, the organophilic clay was blent into the epoxy resin through in-situ thermal ring-opening polymerizations to prepare a series of polymer-clay nanocomposite (PCN) materials. The as-synthesized PCN materials were subsequently characterized by Fourier-Transformation infrared (FTIR) spectroscopy, wide-angle powder X-ray diffraction (WXRD), and transmission electron microscopy (TEM).                   It should be noted that the quaternary alkylphosphonium salt (Φ3P+-C12)-modified clay was found to show better dispersion capability than that of quaternary alkylammonium salt (Me3N+-C16)-modified clay existed in the polymer matrix based on the studies of WXRD and TEM. The better dispersion of (Φ3P+-C12)-modified clay in epoxy resin was found to lead more effectively enhanced physical property such as corrosion protection, gas barrier, mechanical strength, thermal stability, and flame retardant properties of polymers than that of (Me3N+-C16)-modified clay, in the form of coating and membrane, based on the measurements of a series of electrochemical corrosion parameters, gas permeability analysis (GPA), dynamic mechanical analysis (DMA), differential scanning calorimetry (DSC), thermogravimetric analysis (TGA), and limiting oxygen index (LOI), respectively. Effect of material composition on the physical properties of as-prepared materials was also investigated.", "L260": "An interfacial polymerization method for nylon 6,6 was adapted to produce nanocomposites with single wall carbon nanotubes (SWNT) via in situ polymerization. SWNT were incorporated in purified, functionalized or surfactant stabilized forms. The functionalization of SWNT was characterized by FTIR, Raman spectroscopy and TGA and the SWNT dispersion was characterized by optical microscopy before and after the in situ polymerization. SWNT functionalization and surfactant stabilization improved the nanotube dispersion in solvents but only functionalized SWNT showed a good dispersion in composites, whereas purified and surfactant stabilized SWNT resulted in poor dispersion and nanotube agglomeration. Weak shear flow induced SWNT flocculation in these nanocomposites. The electrical and mechanical properties of the SWNT/nylon nanocomposites are briefly discussed in terms of SWNT loading, dispersion, length and type of functionalization.", "L118": "The thermo-mechanical properties of epoxy-based nanocomposites based on low weight fractions (from 0.01 to 0.5wt%) of randomly oriented single- and multi-walled carbon nanotubes were examined. Preparation methods for the nanocomposites, using two types of epoxy resins, were developed and good dispersion was generally achieved. The mechanical properties examined were the tensile Young's modulus by Dynamic Mechanical Thermal Analysis and the toughness under tensile impact using notched specimens. Moderate Young's modulus improvements of nanocomposites were observed with respect to the pure matrix material. A particularly significant enhancement of the tensile impact toughness was obtained for specific nanocomposites, using only minute nanotube weight fractions. No significant change in the glass transition temperature of SWCNT/epoxy nanocomposites was observed, compared to that of the epoxy matrix. The elastic modulus of the SWNT-based nanocomposites was found to be slightly higher than the value predicted by the Krenchel model for short-fiber composites with random orientation.", "L295": "Waterborne UV-curable polyurethane (WUPU)/silica nanocomposites were prepared by in situ method using aqueous silica sol. the nanosilica particles were well dispersed in the matrix. Some large silica aggregates in the magnitude of micrometer can be seen with increasing the silica content.", "L315": "A new type of nanocomposites was prepared by reinforcing a high performance bisphenol-A phthalonitrile resin with different amounts of silane surface modified titania nanoparticles. The effect of the nanofillers amount on the thermal, mechanical, and corrosion protective properties was investigated. Thermogravimetric analysis shows that the starting decomposition temperatures and the residual weight at 800°C were highly improved upon adding the nanofillers. At 6% nanoloading, the glass transition temperature and the storage modulus were considerably enhanced reaching 364.4°C and 3.2GPa, respectively. The tensile strength and modulus as well as the microhardness values increased with the increasing of the nanoparticles amount. The tensile modulus calculations were investigated using Series, Halpin–Tsai, and Kerner models. Haplin–Tsai model was found to reproduce the experimental data with the best accuracy. Finally, results from electrochemical impedance spectroscopy revealed that the neat resin and its related nanocomposites offer excellent corrosion protective properties.", "L299": "Novel polybenzimidazole (PBI)/silica nanocomposite membranes were prepared via sol–gel process from an organosoluble, fluorine-containing PBI copolymer with a silica precursor, tetraethoxysilane (TEOS), and a bonding agent. The introduction of the bonding agent results in the reinforced interfacial interaction between PBI chains and silica nanoparticles. Transmission electron microscopy (TEM) analyses showed that the silica particles were well dispersed in the PBI matrix on a nanometer scale. The thermooxidative stability of the PBI membranes increased slightly with the increase of silica content. The coefficients of the thermal expansion (CTEs) of the nanocomposite membranes decreased slightly with increasing amounts of silica. The mechanical properties and the methanol barrier ability of the PBI films were improved by the addition of silica. The modulus of the PBI/10wt.% silica nanocomposite membranes had a 37% increase compared to the pure PBI films, and the methanol permeability decreased by 58% with respect to the pure PBI membranes. The conductivities of the acid-doped PBI/silica nanocomposites were slightly lower than the acid-doped pure PBI.", "L222": "Due to their exceptional mechanical and functional properties, carbon nanotubes are considered by many researchers as one of the most promising reinforcement for the next generation of high-performance nanocomposites. Currently, nanotube dispersion is the most critical issue for developing high-performance carbon nanotube-reinforced composites. In this research, considerable improvements of the nanotube dispersion in single-walled carbon nanotube (SWNT)/SC-15 epoxy resin nanocomposites were obtained through the use of tip sonication and the addition of acetone. Using different dispersion formulations and processing parameters, several nanocomposites samples containing 0.5wt.% nanotubes were fabricated. Significant improvements in the mechanical properties of the resulting nanocomposites were illustrated by a 50.8% increase in the storage modulus. The significant improvements of nanotube dispersion and mechanical performance were attributed to the combined use of tip sonication and acetone as dispersion aids during sample processing.", "L252": "Nano/microcellular polypropylene/multiwalled carbon nanotube (MWCNT) composites exhibiting higher electrical conductivity, lower electrical percolation, higher dielectric permittivity, and lower dielectric loss are reported. Nanocomposite foams with relative densities (ρR                      ) of 1.0–0.1, cell sizes of 70nm–70μm, and cell densities of 3×107–2×1014 cellscm−3 are achieved, providing a platform to assess the evolution of electrical properties with foaming degree. The electrical percolation threshold decreases more than fivefold, from 0.50 down to 0.09vol.%, as the volume expansion increases through foaming. The electrical conductivity increases up to two orders of magnitude in the nanocellular nanocomposites (1.0>                      ρR                                                                  >                      ∼0.6). In the proper microcellular range (ρR                                            ≈0.45), the introduction of cellular structure decreases the dielectric loss up to five orders of magnitude, while the decrease in dielectric permittivity is only 2–4 times. Thus, microcellular composites containing only ∼0.34vol.% MWCNT present a frequency-independent high dielectric permittivity (∼30) and very low dielectric loss (∼0.06). The improvements in such properties are correlated to the microstructural evolution caused by foaming action (biaxial stretching) and volume exclusion. High conductivity foams have applications in electromagnetic shielding and high dielectric foams can be developed for charge storage applications.", "L265": "Polyethylene (PE) multiwalled carbon nanotubes (MWCNTs) with weight fractions ranging from 0.1 to 10wt% were prepared by melt blending using a mini-twin screw extruder. The morphology and degree of dispersion of the MWCNTs in the PE matrix at different length scales was investigated using scanning electron microscopy (SEM), transmission electron microscopy (TEM), atomic force microscopy (AFM) and wide-angle X-ray diffraction (WAXD). Both individual and agglomerations of MWCNTs were evident. An up-shift of 17cm−1 for the G band and the evolution of a shoulder to this peak were obtained in the Raman spectra of the nanocomposites, probably due to compressive forces exerted on the MWCNTs by PE chains and indicating intercalation of PE into the MWCNT bundles. The electrical conductivity and linear viscoelastic behaviour of these nanocomposites were investigated. A percolation threshold of about 7.5wt% was obtained and the electrical conductivity of PE was increased significantly, by 16 orders of magnitude, from 10−20 to 10−4                      S/cm. The storage modulus (G′) versus frequency curves approached a plateau above the percolation threshold with the formation of an interconnected nanotube structure, indicative of ‘pseudo-solid-like’ behaviour. The ultimate tensile strength and elongation at break of the nanocomposites decreased with addition of MWCNTs. The diminution of mechanical properties of the nanocomposites, though concomitant with a significant increase in electrical conductivity, implies the mechanism for mechanical reinforcement for PE/MWCNT composites is filler-matrix interfacial interactions and not filler percolation. The temperature of crystallisation (T                      c) and fraction of PE that was crystalline (F                      c) were modified by incorporating MWCNTs. The thermal decomposition temperature of PE was enhanced by 20K on addition of 10wt% MWCNT.", "L390": "Filler surface properties and polymer–filler interactions have dominate influence on viscoelastic behavior of polymeric matrix composites. When the filler–filler spacing is on the order of the polymeric matrix molecular size, fillers may agglomerate through direct short-range interactions, also by overlapping of interfacial layers of neighboring fillers. In this work the effect of interfacial layer on the viscoelastic properties of silica/polystyrene composite was investigated.                   The Si/Ps nanocomposites were prepared by solution mixing method, and dynamic rheometry was employed to determine the viscoelastic behavior in the melt state. Experimental results show that, addition of silica nanoparticles to polystyrene matrix would increase the glass-transition temperature of polymer. This increasing will be accelerated by presence of nanoparticles with more filler–polymer adhesion energy, because of more interfacial layer volume fraction. It is helpful in evaluating the volume fraction and equivalent thickness of interfacial layer in polymer nanocomposites. Likewise it is shown that, the dynamic moduli of nanocomposite is enhanced associated with the increase in the glass-transition temperature. This study implies that the main source of increment in both dynamic modulus and glass-transition temperature of polymer nanocomposites is the presence of the immobilized interfacial layer and the secondary filler network.", "L225": "The effects of silane functionalization of multi-wall carbon nanotubes (CNTs) on properties of CNT/epoxy nanocomposites are investigated in this work. Epoxy-based nanocomposites reinforced with CNTs with and without functionalization were prepared. The properties of nanocomposites were characterized extensively using the scanning electronic microscopy (SEM), electrical conductivity measurement, thermo-gravimetric analysis (TGA), dynamic mechanical analysis (DMA), three-point bending test and fracture toughness measurement. The results showed that grafting silane molecules onto the CNT surface improved the dispersion of CNTs in epoxy along with much enhanced mechanical and thermal properties as well as fracture resistance of nanocomposites compared to those containing CNTs without functionalization. The electrical conductivity of nanocomposites decreased due to the wrapping of CNTs with non-conductive silane molecules. These findings confirmed the improved interfacial interactions arising from covalent bonds between the functionalized CNTs and epoxy resin.", "L180": "It is commonly accepted that the addition of spherical nanoparticles (NPs) cannot simultaneously improve the elastic modulus, the yield stress, and the ductility of an amorphous glassy polymer matrix. In contrast to this conventional wisdom, we show that ductility can be substantially increased, while maintaining gains in the elastic modulus and yield stress, in glassy nanocomposite films composed of spherical silica NPs grafted with polystyrene (PS) chains in a PS matrix. The key to these improvements are (i) uniform NP spatial dispersion and (ii) strong interfacial binding between NPs and the matrix, by making the grafted chains sufficiently long relative to the matrix. Strikingly, the optimal conditions for the mechanical reinforcement of the same nanocomposite material in the melt state is completely different, requiring the presence of spatially extended NP clusters. Evidently, NP spatial dispersions that optimize material properties are crucially sensitive to the state (melt versus glass) of the polymeric material. KEYWORDS: Polymers, nanoparticles, nanocomposites, self-assembled structures, mechanical properties, solid state ", "L325": " Thermal stability and thermal degradation kinetics of nanocomposites play an important role in many applications. In this study, nanocomposites based on poly (lactic acid) (PLA)/graphene containing 0.5 and 1 wt% were prepared via solution method. Functionalized graphene were prepared by acid treatment followed by grafting PLA on their surfaces. The functionalized graphene was characterized using fourier transform infrared spectroscopy (FTIR), Raman, elemental analysis, Fourier transform infrared attenuated total reflection (FTIR-ATR), Dynamic mechanical thermal analysis (DMTA) and thermogravimetry analysis (TGA). The results revealed a successful functionalization reaction. The morphology of nanocomposites was investigated by scanning electron microscopy (SEM). Thermal kinetics of samples was studied using TGA in multiple heating rates (5, 10, 20 and 30 °C/min). Flynn–Wall–Ozawa (FWO) and Vyazovkin (VYZ) methods were considered as isoconversional models. Although the assumptions of the applied models were different, there was a good agreement between the models and obtained activation energies. ", "L297": " Polyamide-6/silica nanocomposites were prepared via an in situ polymerization route using silicic acid as the precursor of silica, which was extracted from water glass. Scanning electron microscopy observations showed that the silica particles were well dispersed in the polyamide-6 matrix on the nanometer scale, which demonstrated that this method could effectively avoid agglomeration of the inorganic particles. The coupling agent, (γ-aminopropyl) triethoxysilane, was added to introduce interfacial interactions between the silica and the polymer matrix, which led to an increased graft of polymer on the silica surface and made the material display higher performance. It was found that the incorporation of the inorganic component significantly increased the melt viscosity, tensile strength, Young's modulus, thermal decomposition temperature, glass transition temperature and Vicat softening temperature of the polyamide-6 resin. The reinforcement of the silica particles was clearly demonstrated. ", "L293": " Poly(vinyl chloride) (PVC)/SiO2 nanocomposites were prepared via melt mixture using a twin-screw mixing method. To improve the dispersion degree of the nanoparticles and endow the compatibility between polymeric matrix and nanosilica, SiO2 surface was grafted with polymethyl methacrylate (PMMA). The interfacial adhesion was enhanced with filling the resulting PMMA-grafted-SiO2 hybrid nanoparticles characterized by scanning electron microscopy. Both storage modulus and glass transition temperature of prepared nanocomposites measured by dynamic mechanical thermal analysis were increased compared with untreated nanosilica-treated PVC composite. A much more efficient transfer of stresses was permitted from the polymer matrix to the hybrid silica nanoparticles. The filling of the hybrid nanoparticles caused the improved mechanical properties (tensile strength, notched impact strength, and rigidity) when the filler content was not more than 3 wt %. Permeability rates of O2 and H2O through films of PMMA-grafted-SiO2/PVC were also measured. Lower rates were observed when compared with that of neat PVC. This was attributed to the more tortuous path which must be covered by the gas molecules, since SiO2 nanoparticles are considered impenetrable by gas molecules. ", "L307": " This paper quantifies how the quality of dispersion and the quality of the interfacial interaction between TiO2 nanoparticles and host polymer independently affect benchmark properties such as glass transition temperature (Tg), elastic modulus and loss modulus. By examining these composites with differential scanning calorimetry (DSC), dynamic mechanical analysis (DMA) and scanning electron microscopy (SEM), we demonstrate changes in properties depending on the adhesive/wetting or repulsive/dewetting interactions the nanoparticles have with the bulk polymer. We further quantify the dispersion of TiO2 nanoparticles in polymethylmethacrylate (PMMA) matrices by a digital–optical method and correlate those values to the degree of Tg depression compared to neat PMMA. Samples with the same weight percent of nanoparticles but better dispersion show larger shifts in Tg. Keywords A. Polymer–matrix composites (PMCs) A. Nanocomposites B. Interphase B. Thermomechanical properties ", "L298": " Polyimide-silica nanocomposites have been prepared from an aromatic polyamic acid derived from pyromellitic dianhydride and oxydianiline and a silica network using the sol-gel reaction. Compatibilization of the two components was achieved by modifying the silica network with imide linkages. Morphology, thermal, and mechanical properties of these composite materials were studied as a function of silica content and compared with the one in which reinforcement of the polyimide was achieved using a pure silica network. There was considerable reduction in the silica particle size with more homogeneous distribution in the matrix when imide spacer groups were introduced in the silica network. The tan δ spectra obtained from dynamic thermal mechanical analysis shows a large increase in the glass transition temperature with increasing silica content for the compatibilized system in contrast to the un-compatibilized one. Mechanical properties of the polyimide composites improved due to better interaction between the organic and inorganic phases. ", "L326": " From a mechanical perspective, graphene and its derivatives, such as graphite nanoplates, graphite oxide, carbon nanofibers, or nanotubes, are envisioned as ideal nanofillers for polymer composites. Thus, tremendous research effort has been invested to determine the reinforcing mechanism of these nanofillers in the matrix: crack bridging, crystallization enhancement, or crack deflection are some possible mechanisms that have been proposed. In this work, a detailed analysis of the fracture mechanism of graphite nanoplate (GNP)/polypropylene composites was performed. Commercially available graphite nanoplates, composed of multiple graphene layers stacked together, were used to produce polypropylene nanocomposites by following a masterbatch technique. The fracture toughness was determined by applying the Spb parameter method and the fracture mechanism was identified to be void nucleation and growth. We demonstrate how GNPs affect and improve the fracture toughness of polypropylene. This improvement is caused by the debonding of the GNP agglomerates, which promotes the matrix plastic deformation during the fracture process. Keywords Graphite nanoplates A. Polymer-matrix composites (PMCs) B. Fracture toughness B. Plastic deformation D. Fractography ", "L263": "Development of epoxy or epoxy-based vinyl ester composites with improved mechanical and electromagnetic properties, filled with carbon-based nanomaterials, is of crucial interest for use in aerospace applications as radar absorbing materials at radio frequency. Numerous studies have highlighted the fact that the effective functional properties of this class of polymer composites are strongly dependent on the production process, which affects the dispersion of the nanofiller in the polymer matrix and the formation of micro-sized aggregations, degrading the final properties of the composite. The assessment of the presence of nanofiller aggregation in a composite through microscopy investigations is quite inefficient in the case of large scale applications, and in general provides local information about the aggregation state of the nanofiller rather than an effective representation of the degradation of the functional properties of the composite due to the presence of the aggregates. In this paper, we investigate the mechanical, electrical, and electromagnetic properties of thermosetting polymer composites filled with graphene nanoplatelets (GNPs). Moreover, we propose a novel approach based on measurements of the dielectric permittivity of the composite in the 8–12 GHz range in order to assess the presence of nanofiller aggregates and to estimate their average size and dimensions. Keywords: polymer composites; graphene nanoplatelets; radar absorbing materials; electromagnetic properties; DC electrical conductivity; percolation threshold; mechanical properties; effective dielectric permittivity; DMTA ", "L143": "Crosslinked polyethylene (XLPE)/silica nanocomposites are promising candidates for future cable insulation. While a significant number of studies have demonstrated improved dielectric properties in nanocomposites compared to XLPE, the performance of polyolefin nanocomposites in humid environments has not received much attention. This paper presents and explains the dielectric behavior of XLPE/silica nanocomposites in humid environments such as the decrease in AC breakdown strength, increases in loss and space charge formation, and the significant reduction in water tree aging. XLPE/silica nanocomposites are found to have an increased moisture uptake compared to the XLPE base polymer due to inclusion of silica particles. It is hypothesized that the formation of a concentric shell surrounding the particle with a high concentration of water (water shell), and the change in the inter-particle/cluster distances are two major factors governing the dielectric behavior in wet XLPE/silica nanocomposites. The dispersion and distribution of the nanofillers were quantified using a new tool and a method to reconstruct the 3D structure was used to determine the size of the water shell required for percolation. It was found that a water layer thickness of tens of nanometers could initiate percolation in the XLPE/silica nanocomposites studied. Notwithstanding that, water tree growth was substantially reduced in the XLPE/silica nanocomposites, and some speculative explanations are provided on the basis of the characteristics observed. Index Terms — Nanotechnology, polyethylene insulation, moisture, dielectric breakdown, space charge, permittivity, water trees. ", "L290": " We have studied the morphology of blends of PS/PMMA, PC/SAN24, and PMMA/EVA and compared the morphologies with and without modified organoclay Cloisite 20A or Cloisite 6A clays. In each case we found a large reduction in domains size and the localization of the clay platelets along the interfaces of the components. The increased miscibility was accompanied in some cases, with the reduction of the system from multiple values of the glass transition temperatures to one. In addition, the modulus of all the systems increased significantly. A model was proposed where it was proposed that in-situ grafts were forming on the clay surfaces during blending and the grafts then had to be localized at the interfaces. This blending mechanism reflects the composition of the blend and is fairly nonspecific. As a result, this may be a promising technology for use in processing recycled blends where the composition is often uncertain and price is of general concern. ", "L259": "Thermoplastic polyurethane (TPU) nanocomposites incorporated with polydopamine functionalized graphene nanoplatelet (PDA-GNP) were prepared by in situ polymerization. Fourier transform infrared spectroscopy results indicated that the addition of PDA-GNP could promote the formation of hydrogen bonding and microphase separation. The microstructure obtained from small-angle neutron scattering indicated that the addition of PDA-GNP increased the number while significantly it decreased the size of hard microdomains. Scanning electron microscopy demonstrated that PDA-GNP exhibited strong interfacial interactions with TPU matrix. In particular, the tensile strength, strain at break, and toughness of TPU/PDA-GNP with as low as 0.5 wt % PDA-GNP increased by 313, 16, and 279%, respectively. This individualized phenomenon was attributed to the abundant covalent bonding between PDA-GNP and TPU resulting in strong interfacial interactions and good compatibility specifically associated with the changes of TPU microstructure. ", "L190": "Three mechanisms are proposed for the assembly of ordered, layered structures of graphene oxide, formed via the vacuum-assisted self-assembly of a dispersion of the twodimensional nanosheets. These possible mechanisms for ordering at the filter-solution interface range from regular brick-and-mortar-like growth to complete disordered aggregation and compression. Through a series of experiments (thermal gravimetric analysis, UV-vis spectroscopy, and X-ray diffraction) a semi-ordered accumulation mechanism is identified as being dominant during paper fabrication. Additionally, a higher length-scale ordered structure (lamellae) is identified through the examination of water-swelled samples, indicating that further refinements are required to capture the complete formation mechanism. Identification of this mechanism and the resulting higher-order structure it produces provide insight into possibilities for creation of ordered graphene oxide-polymer nanocomposites, as well as the postfabrication modification of single-component graphene oxide papers. KEYWORDS: graphene oxide . polymer nanocomposite . self assembly . hierarchical structure . nanostructures ", "L329": "Polyetherimide (PEI)-graphene nanoplatelet (GNP) (PEIGNP) papers, with extremely high GNP loadings (up to nearly 100 wt%), were produced by filtration and hot-press. The impact of the GNP content on the impedance and mechanical properties, such as damping behavior, was investigated. Although the PEIGNP papers showed some decreases in tensile strength and strain at break, dynamic mechanical analysis (DMA) has shown that, compared with either the pristine GNP paper or the neat PEI film, the storage modulus of the PEIGNP papers increased 700% to 2,000% and the capacity to dissipate damping energy in terms of loss modulus was substantially improved by up to 3,000%. The tan δ value gained more than 500%, indicating that a higher fraction of applied energy was converted to heat. In addition, the PEI with relatively smaller molecular weight and the larger GNPs exhibited better damping effects. The results suggest that GNP-reinforced polymer-based nanocomposites could be used in applications that require energy-absorption upon dynamic loading. In addition, all PEIGNP papers in this study exhibited substantially low impedance because of high GNP loadings. Keywords Graphene, Mechanical Property, Conductivity, Damping, Polyetherimide ", "L376": " Probing the properties of the interfacial layer between the polymer matrix and nanoparticles in polymer nanocomposites (PNCs) remains a challenging task. Here, we apply three methods—a single Havriliak–Negami (HN) function fit, a two HN functions fit, and the heterogeneous model analysis (HMA)—to analyze the dielectric spectra of model poly(vinyl acetate)/SiO2 nanocomposites for the thickness and the average slowing down in dynamics of the interfacial layer. We find the HMA presents the most accurate analysis on both the thickness and dynamics of the interfacial layer, in comparison to the other two methods that have been actively applied in the field. In addition, the dielectric spectra at low temperatures reveal unexpectedly nonmonotonous changes in the secondary relaxation of the polymer with nanoparticle loadings. These results clearly demonstrate that dielectric spectroscopy is an easy and robust method to study a wide range of dynamic properties of the interfacial layer in PNCs. ", "L216": " PVDF nanocomposites based on functionalized graphene sheets, FGS prepared from graphite oxide, and exfoliated graphite, EG, were prepared by solution processing and compression molding. FGS remains well dispersed in the PVDF composites as evidenced by the lack of the characteristic graphite reflection in the composites. Although the α-phase of PVDF is seen in the EG-based composites, a mixture of α- and β-phases is present in the FGS analogs. SEM and TEM imaging show smooth fractured surfaces with oriented platelets of graphite stacks and obvious debonding from the matrix in the EG-PVDF composites. In contrast, the FGS-PVDF composites show a wrinkled topography of relatively thin graphene sheets bonded well to the matrix. Storage modulus of the composites was increased with FGS and EG concentration. A lower percolation threshold (2 wt %) was obtained for FGS-PVDF composites compared to EG-PVDF composites (above 5 wt %). Lastly, the FGS-PVDF composites show an unusual resistance/temperature behavior. The resistance decreases with temperature, indicating an NTC behavior, whereas EG-PVDF composites show a PTC behavior (e.g., the resistance increases with temperature). We attribute the NTC behavior of the FGS based composites to the higher aspect ratio of FGS which leads to contact resistance predominating over tunneling resistance. ", "L389": " Developing structure–property relationships between the filler/matrix interface chemistry and the dispersion and interface properties of polymer nanocomposites (PNC) is critical to predicting their bulk mechanical, electrical, and optical properties. In this paper we develop quantitative relationships between interfacial surface energy parameters and the dispersion and Tg shifts of PNCs through systematic experiments on an array of hybrid systems spanning a wide range of interfacial interactions. We use four different matrices of surface energies varying from polar to nonpolar (poly(2-vinylpyridine) (P2VP), poly(methyl methacrylate) (PMMA), poly(ethyl methacrylate) (PEMA), and polystyrene (PS)), filled with three monofunctional-silane modifications of colloidal silica nanospheres (octyldimethylmethoxysilane, chloropropyldimethylethoxysilane, and aminopropyldimethylethoxysilane). We hypothesize the ratio of the work of adhesion between filler and polymer to the work of adhesion of filler to filler (WPF/WFF), in conjunction with the relative work of adhesion (ΔWa), can be used to predict the final state of particle dispersion. Additionally, the direction and magnitude of Tg deviation from the neat polymer are hypothesized to depend on the work of spreading (Ws) and the dispersion state. Our results suggest a strong and moderate dependence of dispersion on WPF/WFF and ΔWa, respectively. Ws in conjunction with the dispersion parameters is shown to dictate the change in Tg. Our model represents a significant step toward realizing a priori nanocomposite property prediction. SUBJECTS: Polymer particles,Nanoparticles,Colloids,Surface energy,Polymers ", "L378": " We use an innovative combination of measurements to study reinforcement in a series of SBR elastomers filled with various amounts of submicrometric precipitated silica. While mechanical measurements give access to the overall response of the nanocomposite material, measurements of the chain segment average orientation induced upon uniaxial stretching give selective access to the response of the elastomer matrix only. Average segment orientation is measured by X-ray scattering. Reinforcement effects are analyzed in terms of the enhancement ratio of the mechanical modulus or induced segmental orientation in a reinforced sample over the corresponding quantity measured in the pure matrix. Cross-link densities are measured independently by NMR to account for possible impact of fillers on the cross-link density. It is demonstrated that in filled materials the orientational enhancement ratio does not decrease significantly as temperature increases, while the mechanical reinforcement ratio decreases as temperature increases, as it is known already. Also, the mechanical reinforcement ratio increases considerably as the silica fraction increases beyond a threshold, which is generally attributed to percolation or onset of filler networking, while the orientational reinforcement ratio qualitatively follows a Guth and Gold type of variation, associated solely with the geometrical (or hydrodynamical) local strain amplification contribution. Comparison of both mechanical and orientational responses thus allows discriminating and quantifying rigid network contribution from strain amplification contribution to reinforcement as a function of either temperature or filler volume fraction. SUBJECTS: Silica,Elastomers,Deformation,Nucleic acid structure,Materials ", "L121": "The incorporation of nanoparticles into thermosetting resins is seen to impart desirable dielectric properties when compared with conventional (micron-sized particulates) composites. Although the improvements are accompanied by the mitigation of internal charge in the materials, the nature of the interfacial region is shown to be pivotal in determining the dielectric behaviour. In particular, it is shown that the conditions and enhanced area of the interface changes the bonding that may give rise to an interaction zone, which affects the interfacial polarization through the formation of local conductivity. ", "L174": "Polymer-based composites were heralded in the 1960s as a new paradigm for materials. By dispersing strong, highly stiff fibres in a polymer matrix, high-performance lightweight composites could be developed and tailored to individual applications1. Today we stand at a similar threshold in the realm of polymer nanocomposites with the promise of strong, durable, multifunctional materials with low nanofiller content2–11. However, the cost of nanoparticles, their availability and the challenges that remain to achieve good dispersion pose significant obstacles to these goals. Here, we report the creation of polymer nanocomposites with functionalized graphene sheets, which overcome these obstacles and provide superb polymer–particle interactions. An unprecedented shift in glass transition temperature of over 40 °C is obtained for poly(acrylonitrile) at 1 wt% functionalized graphene sheet, and with only 0.05 wt% functionalized graphene sheet in poly(methyl methacrylate) there is an improvement of nearly 30 °C. Modulus, ultimate strength and thermal stability follow a similar trend, with values for functionalized graphene sheet– poly(methyl methacrylate) rivaling those for single-walled carbon nanotube–poly(methyl methacrylate) composites. ", "L392": "Polyethylene based nanocomposites have been widely researched for being potential insulating materials in high voltage DC equipment. One of their key properties is the enhanced DC breakdown strength (E b-DC ). For a long time, the E b-DC of polyethylene nanocomposites has been attributed to the deep charge traps located at the interphase region between the nanofiller and polymer matrix. In this work, we prepared XLPE/Al(OH) 3 nanocomposites with 0.1 to 3 wt% nano-Al(OH) 3 and studied their E b-DC at 20 to 90 °C. The results show that the XLPE/Al(OH) 3 nanocomposites possess significantly increased E b-DC , although having a large amount of shallow charge traps, and more likely causing homocharge injection. The results of breakdown tests show that E b-DC first increases and then decreases at 20 to 70 °C with increasing nanofiller while it shows a totally opposite trend at 90 °C. E b-DC decreases dramatically with increasing temperature, a crossover phenomenon of E b-DC appears at about 80 °C. The elastic modulus of XLPE/Al(OH)3 at different temperatures was obtained and it shows a similar trend with E b-DC . Therefore, the mechanical properties influenced by morphology and space charge properties modulated by charge trap characteristics were analyzed to jointly determine the E b-DC of XLPE/Al(OH) 3 nanocomposites at different temperatures. ", "L379": " In this study, the quasi-static fracture behavior of slide-ring gels (SR gels), in which movable cross-links can slide on polymer chains, is for the first time investigated and compared to that of conventional polymer gels with fixed cross-links (FC gels). For the usual FC gels, there is a trade-off relation between toughness (fracture energy ) and stiffness (Young’s modulus E): with increasing cross-linking density, the Young’s modulus E increases, while fracture energy decreases. However, SR gels show an unusual fracture behavior that contradicts this trade-off relation. The fracture energy of SR gels is independent of the Young’s modulus, in other words, the cross-linking density; moreover, it rises with increasing slidable range of movable cross-links on polymer chains. A new molecular model is proposed by attributing the unusual fracture properties of SR gels to the relative sliding movement between polymer chains and cross-links. Utilizing this concept, simultaneous fulfillment of high stiffness and high toughness in polymer gels can be realized. SUBJECTS: Young’s modulus,Deformation,Energy,Nucleic acid structure, ", "L146": "Transparent polymer nanocomposites with high refractive index were prepared by grafting polymer chains onto anatase TiO2 nanoparticlesvia a combination of phosphate ligand engineering and alkyne-azide “click” chemistry. Highly crystalline TiO2 nanoparticles with 5 nm diameter were synthesized by a solvothermal method and used as high refractive index filler. The synthesized phosphate-azide ligand anchors strongly onto the TiO2 nanoparticle surface and the azide end group allows for attachment of poly(glycidyl methacrylate) (PGMA) polymer chains through an alkyne-azide “click” reaction. The refractive index of the composite material increased linearly from 1.5 up to 1.8 by increasing the loading of TiO2 particles to 30 vol % (60 wt %). UV-vis spectra show that the nanocomposites exhibited a transparency around 90% throughout the visible light range. It was also found that the PGMA-grafted TiO2 nanoparticles can be well dispersed into a commercial epoxy resin, forming transparent high refractive index TiO2-epxoy nanocomposites. ", "L137": "Polymer nanocomposites with high energy density and low dielectric loss are highly desirable in electronic and electric industry. Achieving the ability to tailor the interface between polymer and nanoparticle is the key issue to realize desirable dielectric properties and high energy density in the nanocomposites. However, the understanding of the role of interface on the dielectric properties and energy density of polymer nanocomposites is still very poor. In this work, we report a novel strategy to improve the interface between the high dielectric constant nanoparticles (i.e., BaTiO3) and ferroelectric polymer [i.e., poly(vinylidene fluoride-co-hexafluoro propylene)]. Core–shell structured BaTiO3 nanoparticles either with different shell thickness or with different molecular structure of the shell were prepared by grafting two types of fluoroalkyl acrylate monomers via surface-initiated reversible addition–fragmentation chain transfer (RAFT) polymerization. The dielectric properties and energy storage capability of the corresponding nanocomposites were investigated by broadband dielectric spectroscopy and electric displacement-electric field loop measurement, respectively. The results show that high energy density and low dielectric loss are successfully realized in the nanocomposites. Moreover, the energy storage densities of the P(VDF-HFP)-based nanocomposites could be tailored by adjusting the structure and thickness of the fluoro-polymer shell. The approach described is applicable to a wide range of nanoparticles and polymer matrix, thereby providing a new route for preparing polymer-based nanocomposites used in electronic and electric industry. KEYWORDS:      dielectric loss     energy density     interface     polymer nanocomposites     RAFT polymerization ", "L277": "PMMA/MMT nanocomposites were successfully synthesized via in situ intercalative polymerization, and characterized by means of wide-angle X-ray diffractometry, transmission electron microscopy, thermal gravimetric analysis, dynamic mechanical analysis and Fourier-transform infrared analysis. The nanocomposites possess partially exfoliated and partially intercalated structure, in which the silicate layers are exfoliated into nanometre secondary particles with thickness of less than 20 nm and uniformly dispersed in the polymer matrix. In comparison with pure PMMA, the thermal stability, glass transition temperature, and mechanical properties of the polymer are notably improved by the presence of the nanometric silicate layers. It was found that part of the PMMA chains in the nanocomposites are well immobilized inside and/or onto the layered silicates and, therefore, the unique properties of the nanocomposites result from the strong interactions between the nanometric silicate layers and the polymer chains. Keywords: nanocomposite; poly(methyl methacrylate); property ", "L124": "Polymer nanocomposites with metal oxide nanoparticle fillers exhibit enhanced electrical breakdown strength and voltage endurance compared to their unfilled or micron filled counterparts. This paper presents the following hypothesis for the mechanisms leading to improved properties. The inclusion of nanoparticles provides myriad scattering obstacles and trap sites in the charge carriers’ paths, effectively reducing carrier mobility and thus carrier energy. The result is homocharge buildup at the electrodes, which increases the voltage required for further charge injection due to blocking by the homocharge. The hypothesis is supported by electroluminescence, pulsed electro acoustic analysis, thermally stimulated current measurements, a comparison of AC, DC, and impulse breakdown, as well as absorption current measurements, in silica/crosslinked polyethylene matrix composites with supporting evidence from titania/epoxy composites. Index Terms — Cable insulation, charge carrier processes, dielectric measurements, electroluminescence, nanotechnology, space charge, thermally stimulated currents. ", "L314": " Nanocomposites of biocompatible polyphenylsulfone (PPSU) and titanium dioxide (TiO2) nanoparticles have been prepared via ultrasonication and solution casting. Their structure, surface morphology, water uptake, thermal, mechanical, tribological and antibacterial properties have been investigated in detail. FT-IR analysis revealed the existence of strong hydrogen bonding interactions between the sulfone group of PPSU and the hydroxyl moieties of the nanoparticles, which were homogenously dispersed within the matrix without adding coupling agents. The incorporation of TiO2 reduced the water absorption and increased the thermal stability of the polymer under both inert and oxidative conditions. Furthermore, the nanocomposites exhibited greatly enhanced mechanical performance (storage and Young's moduli, tensile strength and toughness, glass transition and heat distortion temperature) compared to neat PPSU, confirming the formation of a strong nanofiller–matrix interface necessary for an efficient load transfer. Moreover, their tensile properties were retained after exposure to several cycles of steam sterilization or to simulated body fluid (SBF) at physiological temperature. Outstanding improvements in the tribological performance under both dry and SBF conditions were also attained, demonstrating the suitability of these nanoparticles for providing wear resistance to the matrix. The nanocomposites exhibited inhibition against both Gram-positive and Gram-negative bacteria with and without UV illumination, which was progressively enhanced with increasing TiO2 loading. These biomaterials are very promising for use in biomedical applications like orthopaedic and trauma implants. ", "L189": " Highly ordered, homogeneous polymer nanocomposites of layered graphene oxide are prepared using a vacuum‐assisted self‐assembly (VASA) technique. In VASA, all components (nanofiller and polymer) are pre‐mixed prior to assembly under a flow, making it compatible with either hydrophilic poly(vinyl alcohol) (PVA) or hydrophobic poly(methyl methacrylate) (PMMA) for the preparation of composites with over 50 wt% filler. This process is complimentary to layer‐by‐layer assembly, where the assembling components are required to interact strongly (e.g., via Coulombic attraction). The nanosheets within the VASA‐assembled composites exhibit a high degree of order with tunable intersheet spacing, depending on the polymer content. Graphene oxide–PVA nanocomposites, prepared from water, exhibit greatly improved modulus values in comparison to films of either pure PVA or pure graphene oxide. Modulus values for graphene oxide–PMMA nanocomposites, prepared from dimethylformamide, are intermediate to those of the pure components. The differences in structure, modulus, and strength can be attributed to the gallery composition, specifically the hydrogen bonding ability of the intercalating species ", "L242": " A small amount of alumina nanoparticles in polymethylmethacrylate causes a sharp depression of the glass transition temperature (Tg) accompanied by a toughening of the composite. We investigated this phenomenon using multispeckle x-ray photon correlation spectroscopy. Measurements reveal a dynamic structure factor that has the form exp [−(t/τa)β], with β greater than 1. We show for the first time that β(T) tracks the internal stress at the polymer-particle interface. The internal stress, which we propose arises due to the entropic penalty that the polymer faces in the presence of the nanoparticles, engenders temporally heterogeneous dynamics. In the jammed glassy state, we show that the dominant fast relaxation mode — τmax — aided by a weak dewetting interface relieves the stress and follows the variations in Tg. ", "L278": "PMMA/Na-MMT nanocomposites were synthesized through a soap-free emulsion polymerization of methyl methacrylate (MMA) using 2-acrylamido-2-methyl-1-propanesulfonic acid (AMPS). A conventional anionic surfactant, dodecylbenzenesulfonic acid sodium salt (DBS-Na), was also used to compare with AMPS in the interaction with pristine Na-MMT. Both surfactants were intercalated into the layers of the pristine Na-MMT dispersed in water before polymerization. The nanocomposites with AMPS were exfoliated during polymerization because AMPS made the polymer end-tethered on pristine Na-MMT. The nanocomposites were exfoliated up to the 10 wt % content of pristine Na-MMT relative to the amount of MMA. The molecular weight of PMMA obtained from the nanocomposite with AMPS decreased, and the glass transition temperature (Tg) and storage modulus (E′) of the nanocomposites became higher as the amount of Na-MMT increased. ", "L388": " Nanotube surface treatment is crucial in preparation of high-quality nanomaterials for advanced applications. Herein, we provide an environmentally friendly and practical route to the design of high performance composites using the surface chemistry of titanate nanotubes (TiNT) to enhance the interfacial nanotube–epoxy bonding. Insights presented here improve understanding of how different organic layers (a low-molecular-weight bisphosphonate (APMBP), branched polyethylenimine (PEI), or polydopamine (PDA)) coated on TiNT surface and bearing active hydrogen functionalities (NH, OH) affect epoxy–amine cross-link reaction and network buildup and consequently morphology and thermomechanical properties of the final epoxy–TiNT composites. The kinetics of cross-linking was experimentally studied and successfully fitted by a mechanistic kinetic model, which considered the effects of NH and OH functionalities. We found that APMBP was not involved in the epoxy–amine cross-link reaction entering only into physical interactions with epoxy precursors, while the PEI and PDA modifications of TiNT accelerated cross-linking and formed covalent linkages with the epoxy network. All functionalizations improved dispersion of TiNT in the epoxy–amine matrix. The prepared epoxy/TiNT composites showed a dramatic increase in the rubbery storage modulus (up to +92%) and an excellent thermal stability with the onset degradation temperature of ∼400 °C. This study demonstrates that TiNT functionalized with fully aqueous-based protocols are promising alternatives to carbon nanotubes in epoxy composites. SUBJECTS:  Plastics,Amines,Organic polymers,Polyethylenimine,Polymers ", "L261": "Graphene nanoplatelets (GnPs) were successfully functionalized with a liquid rubber, amine-terminated poly(butadieneco- acrylonitrile) (ATBN), and the functionalized GnPs (ATBN-GnP) were characterized by microscopic and spectroscopic techniques. Different amounts of ATBN-GnP and pristine GnP were individually incorporated into an epoxy resin to fabricate epoxy composites. Compared with the pristine GnP, ATBN-GnP demonstrated stronger ameliorating effects due to an enhanced GnP-epoxy interfacial adhesion. At 5.0 wt% GnP content, the flexural modulus of GnP/epoxy composite increased by 18.1%, whereas the ATBN-GnP improved the flexural modulus by 22.1% at the same fraction. A remarkable enhancement of quasi-static fracture toughness was obtained at 5.0 wt% GnP and 5.0 wt% ATBN-GnP with 76.2% and 92.8% increase, respectively. Incorporation of 5.0 wt% ATBN-GnP improved thermal conductivity of the neat epoxy by 133.6%, and the thermal conductivity of 5.0 wt% ATBN-GnP/epoxy is about 16% higher than that of the pristine GnP/epoxy. The superior reinforcement of ATBN-GnP is attributed to the strong interfacial bonding between ATBNGnP and epoxy matrix as confirmed by microscopic observations. Keywords Epoxy resins, nanocomposites, graphene nanoplatelets, mechanical properties, thermal properties, fracture toughness ", "L116": " Ethylene vinyl acetate rubber (45% vinyl acetate content, EVA‐45) and organomodified clay (12Me‐MMT) composites were prepared by solution blending of the rubber and the clay. A combination of X‐ray diffraction, scanning electron microscopy, and transmission electron microscopy studies showed that the composites obtained are on the nanometer scale. The measurements of the dynamic mechanical properties for different compositions over a temperature range (−100 to +100°C) showed that the storage moduli of these rubber–clay nanocomposites are higher above the glass to rubber transition temperature compared to the neat rubber. The tensile strength of the nanocomposites is about 1.6 times higher than that of the EVA‐45. © 2003 Wiley Periodicals, Inc. J Appl Polym Sci 87: 2216–2220, 2003 ", "L232": "In this article, we report the synthesis of a new bimodal surface ligand morphology on silica nanoparticles. Combining grafting-to and grafting-from approaches, in this study, we demonstrated the efficacy of anthracene surface modification for improving the dielectric breakdown strength (DBS) under alternating-current and direct-current conditions and that of a matrix-compatible polymer brush for controlling the nanofiller (NF) dispersion. Ligand-modified spherical colloidal SiO2 nanoparticles (~14 nm in diameter) were mixed into polypropylene, and the resulting dispersion was improved over the unmodified particles, as shown with transmission electron microscopy. The results suggest that the electronic structure of the anthracene-modified particle surface was critical to the improvement in DBS. In addition, the DBS of the composite was shown to depend on the dispersion state of the filler and the mode of stress; this indicated that the individually dispersed nanoparticles were not necessarily the optimal morphology for all stress conditions. Additionally, the precise nature of the matrix-compatible brush was less important than the NF dispersion it produced. The bimodal grafted architectural design has provided a promising solution for the control of the dispersion and surface properties, especially for high-molecular-weight polymer matrices. KEYWORDS: composites; dielectric materials; nanotechnology; polypropylene ", "L106": " Polymer composites containing hybrid particles with an organic carbonaceous shell coating on Ag cores were prepared by low-cost solution processing. A stable high dielectric constant κ and low dielectric loss tan δ (see figure) were observed because of percolating interparticle barrier layers provided by the core/shell particles. ", "L318": " Exfoliated graphite nanoplatelets (GNP)/epoxy resin nanocomposites were prepared and tested, varying the amount of the filler content. Systems’ morphology was investigated by means of scanning electron microscopy, while their thermal response was examined via differential scanning calorimetry (DSC). Broadband dielectric spectroscopy and dynamic mechanical thermal analysis were employed in order to characterize the produced systems. Static mechanical tests were also conducted at ambient. Reinforced systems exhibit improved performance under mechanical and electrical excitation. In particular, storage modulus increases systematically with GNP content. DSC results imply that glass transition temperature is not affected by the presence of GNP. Flexural modulus and storage modulus, as determined by static and dynamic mechanical tests, respectively, increased with filler content. Dielectric permittivity increases also systematically with GNP content. Recorded relaxation processes arise from the glass to rubber transition of the polymer matrix (α-mode), re-orientation of polar side groups of the polymer chains (β-mode), and interfacial polarization because of the accumulation of charges at the systems’ interface. Finally, the energy storing efficiency of the nanocomposites enhances with reinforcing phase in the examined frequency and temperature range. Optimum performance corresponds to the nanocomposite with maximum GNP loading. ", "L322": " In this study, a temperature sensitive shape memory polymer (SMP) system based on polylactic acid (PLA) has been developed and the effect of graphene nanoplatelets (GNPs) on the shape memory properties was evaluated. Dispersion of GNPs in PLA was improved with the aid of a zwitterionic surfactant. X-ray diffraction (XRD) and transmission electron microscopy (TEM) showed that the surface modified graphene nanoplatelets (SMGNPs) were exfoliated and homogenously dispersed in the PLA matrix due to enhancement of the polymer-graphene interaction. Mechanical properties of the samples namely stiffness and elasticity were increased upon incorporation of graphene nanoplatelets accompanied by their good dispersion in the PLA matrix. Furthermore, differential scanning calorimetry (DSC) revealed that the nucleation effect of graphene promote the crystallization and noticeably enhanced the degree of crystallinity. Finally, prominent mechanical properties along with high degree of crystallization due to fine dispersion of surface modified graphenes, resulted in drastic improvement in shape memory performance. Keywords: Smart polymers, Shape memory polymers, Graphene, PLA, Crystallization ", "L169": "BaTiO3 nanofibers with a large aspect ratio prepared via electrospinning and modified by dopamine were used as dielectric fillers in poly(vinylidene fluoride-trifluoroethylene) (PVDF-TrFE)-based nanocomposites. Highly flexible polymer nanocomposite films were fabricated via a simple solution-cast method. Enhanced dielectric permittivities were obtained at a low volume fraction of BaTiO3 nanofibers. The breakdown strength of the polymer nanocomposites was also improved, which is favorable for enhanced ferroelectric properties in the nanocomposites. Pr ∼9.1 μC cm−2 was achieved in the nanocomposites with 10.8 vol% BaTiO3 nanofibers. The improved breakdown strength and enhanced ferroelectric properties are attributed to the combined effect of the surface modification by dopamine, the large aspect ratio of the BaTiO3 nanofibers and the improved crystallinity of the polymer nanocomposites induced by the BaTiO3 nanofibers. ", "L130": " A high‐performance, low‐dielectric‐constant polyimide (PI) nanocomposite from poly(amic acid) (PAA) cured with a reactive fluorine polyhedral oligomeric silsesquioxane (POSS) isomer was successfully synthesized. The features of this reactive fluorine POSS isomer [octakis(dimethylsiloxyhexafluoropropylglycidyl ether)silsesquioxane (OFG)] provided two important approaches (containing fluorine or being porous in the polymer matrix) of reducing the dielectric constant of PI. This reactive POSS isomer had an average of four epoxy groups and four fluorine groups on the POSS cage, and the epoxy groups could be cured with PAA to form a network framework of a PI/POSS nanocomposite. The PI/OFG nanocomposite had a high crosslinking density, high porosity (24.3%), high hydrophobicity, and low polarizability. These properties enhanced the thermal (glass‐transition temperature ∼ 362 °C) and dielectric (dielectric constant ∼2.30) properties of PI more than other POSS derivatives introduced into the PI backbone. A large number of small POSS particles (<10 nm) were embedded inside the PI matrix when the OFG content was low, whereas interconnected POSS aggregation domains were observed when the OFG content was high. ", "L383": " The present work reveals results on the network formation of graphene nanoribbon (GNR) synthesized using a nonoxidative technique from multiwalled carbon nanotube (MWCNT). MWCNT and GNR presented comparable powder conductivity and dispersion state in a poly(vinylidene fluoride) (PVDF) matrix. This enabled us to purely discern the effect of geometrical features of the nanofillers on network formation by comparing the rheological and electrical percolation in the PVDF matrix. Unique features of the rheological response of PVDF/GNR nanocomposites, such as abrupt transition to a solid state, were interpreted according to a network structure activated by the formation of primary and secondary entanglements between adsorbed and bulk polymer chains. However, MWCNT nanocomposites presented a rheological behavior consistent with a strongly flocculated network structure formed through the direct tube–tube contacts and mechanical entanglements. Poor broadband electrical conductivity of the GNR nanocomposites compared to their MWCNT counterparts confirmed our conclusion from the rheological results. SUBJECTS: Chemical structure,Nanocomposites,Fluoropolymers,Carbon nanotubes,Electrical conductivity", "L282": "A new method has been developed to prepare exfoliated poly(methyl methacrylate)/clay nanocomposites by in situ polymerization of methyl methacrylate (MMA) in the presence of triethylaluminum (TEA)-modified clay. The dispersed behavior of the clay in the PMMA matrix is identified by using X-ray diffraction (XRD), transmission electron microscopy (TEM), and UV/vis transmission spectroscopy. The PMMA/clay nanocomposites are found to retain over 80% transparency, important for optical applications. Compared to neat PMMA, all these nanocomposites show enhancement of glass transition temperature (Tg) and decomposition temperature. The storage modulus (E′) and tensile properties of the nanocomposites are also significantly enhanced by incorporating clay into the PMMA matrix and increased as the amount of clay increased. The tensile strength of nanocomposites is up to 70 MPa for 7.26 wt % clay content, and the tensile modulus shows a 20% higher value than that of neat PMMA. ", "L104": " A novel nanocomposite, based on poly-(vinylidene fluoride) and exfoliated graphite nanoplates (PVDF/xGnPs), exhibits high dielectric constant with a low percolation threshold, which can be attributed to the good dispersion of xGnP in the PVDF matrix and the formation of a large number of parallel-board microcapacitors. ", "L311": " Surface-carboxylated nano-TiO2 was used to prepare poly (vinyl alcohol) (PVA) nanocomposites to improve the dispersity of nano-TiO2 particles in PVA and to enhance the interaction between nanofiller and matrix. The effects of the extents of carboxylation and carboxylated nano-TiO2 loading on mechanical properties of the nanocomposites were investigated. The results show that the tensile strength of the nanocomposites was greatly improved, both by increasing the carboxylated nano-TiO2 loading and by the extent of carboxylation of the nanoparticles, compared with unmodified nano-TiO2. The storage modulus within the rubbery state increased and the loss tangent decreased with increasing -COOH content on the TiO2 surface and with increasing carboxylated nano-TiO2 loading. These observations were attributed to a high dispersion of modified nano-TiO2 in the PVA matrix and to crosslinking between -OH groups in PVA chains and -COOH moieties on inorganic nanoparticle surfaces. ", "L303": " Waterborne castor oil-based polyurethane–silica nanocomposites with the polymer matrix and silica nanoparticles chemically bonded have been successfully prepared through a sol–gel process. The formation of silica nanoparticles in water not only reinforces the resulting coatings, but also increases the crosslink density of the nanocomposites. The 29Si solid state NMR spectrum indicates the formation of silica and the TEM indicates that the nanoparticles are embedded in the polymers, resembling a core–shell structure. The silica nanoparticles in the polymer matrix play an important role in improving both the mechanical properties and the thermal stabilities of the resulting nanocomposites. This work provides an effective and promising way to prepare biorenewable, high performance nanocomposite coatings. ", "E139": " Developing process-structure relationships that predict the impact of the filler-matrix interfacial thermodynamics is crucial to nanocomposite design. This work focuses on developing quantitative relationships between the filler-matrix interfacial energy, the processing conditions, and the nanoparticle dispersion in polymer nanocomposites. We use a database of nanocomposites made of polypropylene, polystyrene, and poly(methyl methacrylate) with three different surface-modified silica nanoparticles under controlled processing conditions. The silica surface was modified with three different monofunctional silanes: octyldimethyμmethoxysilane, chloropropyldimethylethoxysilane, and aminopropyldimethylethoxysilane. Three descriptors were used to establish the relationship between interfacial energy, processing conditions, and final nanoparticle dispersion. The ratio of the work of adhesion between filler and polymer to the work of adhesion between filler to filler (descriptor: WPF/WFF) and the mixing energy for the production of the nanocomposites (descriptor: Eγ) are used to determine the final dispersion state of the nanoparticles. The dispersion state is described using a descriptor that characterizes the amount of interfacial area from TEM images (descriptor: Ifiller). In order to capture the descriptors accurately, the TEM images of the nanocomposites are binarized using a pixel-wise neighbor-dependent Niblack thresholding algorithm. The significance of the microstructural descriptors was ranked using supervised learning and the interfacial area emerged as the most significant descriptor for describing the nanoparticle dispersion. Our results show a stronger dependence of the final dispersion on the interfacial energy than the processing conditions. Nevertheless, for the final dispersion state, both descriptors have to be taken into account. We also introduce a matrix-dependent term to establish a quantitatively non-linear relationship between the processing and microstructure descriptors. ", "L250": "Bimodal ligand engineering was applied in TiO2 /silicone nanocomposites to independently control the nanoparticle dispersion and interface properties. The introduction of well-dispersed anthracene grafted TiO2 nanoparticles improved the AC breakdown strength and retarded the space charge accumulation in silicone rubber. A candidate mechanism of charge trapping and impact ionization of TiO2 and anthracene is proposed to explain the improvements. ", "L132": " The static and dynamic properties of poly(2-vinylpyridine)/silica nanocomposites are investigated by temperature modulated differential scanning calorimetry, broadband dielectric spectroscopy (BDS), small-angle X-ray scattering (SAXS), and transmission electron microscopy. Both BDS and SAXS detect the existence of an interfacial polymer layer on the surface of nanoparticles. The results show that whereas the calorimetric glass transition temperature varies only weakly with nanoparticle loading, the segmental mobility of the polymer interfacial layer is slower than the bulk polymer by 2 orders of magnitude. Detailed analysis of BDS and SAXS data reveal that the interfacial layer has a thickness of 4–6 nm irrespective of the nanoparticle concentration. These results demonstrate that in contrast to some recent articles on polymer nanocomposites, the interfacial polymer layer is by no means a “dead layer”. However, its existence might provide some explanation for controversies surrounding the dynamics of polymer nanocomposites. ", "L135": "In this paper, we present the synthesis of poly vinyl pyrrolidone (PVP) / titanium dioxide nanocomposites via sol- gel technique. The structural and dielectric properties of the samples were also analysed in this work. PVP doped with varying concentrations of TiO2 are prepared by the sol–gel route. The prepared composites were characterized by X-ray diffraction (XRD), transmission electron microscopy (TEM) and impedance spectroscopy. XRD and TEM confirm the presence of TiO2 nanoparticles in the composites. The dielectric response and the AC electrical conductivity of the samples are investigated for the frequency range 1 kHz–2MHz at room temperature. The dielectric studies show low values for dielectric constant and loss at high frequencies. ", "L211": " Alumina/poly(methyl methacrylate) (PMMA) nanocomposites were synthesized by an in situ free-radical polymerization process with 38 and 17 nm diameter γ-alumina nanoparticles. At extremely low filler weight fractions (<1.0 wt % of 38 nm fillers or < 0.5 wt % of 17 nm fillers) the glass-transition temperature (Tg) of the nanocomposites drops by 25 °C when compared to the neat polymer. Further additions of filler (up to 10 wt %) do not lead to additional Tg reductions. The thermal behavior is shown to vary with particle size, but this dependence can be normalized with respect to a specific surface area. The nanocomposite Tg phenomenon is hypothesized to be because of nonadhering nanoparticles that serve as templates for a porous system with many internal interfaces that break up the percolating structure of dynamically heterogeneous domains recently suggested by Long, D.; and Lequeux, F. Eur Phys J E 2001, 4, 371 to be responsible for the Tg reductions in polymer ultrathin films. The results also point to a far field effect of the nanoparticle surface on the bulk matrix. ", "L129": "High permittivity polymer-based materials are highly desirable due to their inherent advantages of being easy to process, flexible and light weight. Herein, a new strategy for the development of polymer composites with high permittivity and low dielectric loss has been proposed based on morphology-controllable graphene–TiO2 nanorod hybrid nanostructures. These hybrid nanostructures possess large aspect ratio, high surface area and high electric conductivity graphene sheets, which provide ideal electrodes in the construction of microcapacitors. In addition, the morphology-controllable TiO2 nanorod decoration effectively prevents direct contact between the graphene sheets in the composite, which give advantages for forming a large microcapacitor network and suppressing the leakage current. As a consequence, a polystyrene composite with 10.9 vol% graphene–TiO2 nanorod sheets exhibits a very high permittivity of 1741 at 102 Hz, which is 643 times higher than the value for pure polystyrene (2.7), and low dielectric loss (tanα) of only 0.39. The permittivity of the composites can be controlled by controlling the amount of nanorod decoration on the graphene substrates, which provides a new pathway for tuning the permittivity of polymer composites. We expect that our strategy of controlling filler interface will be applied to acquire more polymer composites with high permittivity and low dielectric loss. ", "L248": "This manuscript details the processing, and investigates the dielectric properties, of surface ligand engineered epoxy nanocomposites. They display significant improvements in dielectric breakdown strength (DBS). Thermally stimulated depolarization current (TSDC) measurements and pulsed electroacoustic analysis (PEA) results are used to investigate space charge evolution and trapping. These techniques reveal the potential underlying phenomena behind the DBS enhancement. ", "L160": "In this letter, the dielectric properties of the untreated multiwall carbon-nanotubes/poly(vinylidene fluoride) (MWNT/PVDF) composites are studied. Towards low frequencies, the dielectric constant of a composite with about 2.0vol% of MWNT increases rapidly and the value of the dielectric constant is as high as 300. However, by a calculation, the percolation threshold of the MWNT/PVDF composites is only 1.61vol% (0.0161 volume fraction) of MWNT. Both the large aspect ratio and the high conductivity of the MWNT may lead to the low percolation threshold of the MWNT/PVDF composites. For the percolation composite, the dielectric loss value is always less than 0.4, irrespective of the frequency. Therefore, the experimental results suggest that the dielectric properties of MWNT/PVDF composites may be improved significantly without the chemical functionalization to carbon nanotubes. ", "L140": "This study demonstrated a method for toughening a highly crosslinked anhydride cured DGEBA epoxy using rubbery block copolymer grafted SiO2 nanoparticles. The particles were synthesized by a sequential reversible addition-fragmentation chain transfer (RAFT) polymerization. The inner rubbery block poly(n-hexyl methacrylate) (PHMA) had a glass transition temperature below room temperature. The outer block poly(glycidyl methacrylate) (PGMA) was matrix compatible. A rubbery interlayer thickness of 100% and 200% of the particle core radius was achieved by grafting a 20 kg/mol and a 40 kg/mol PHMA at a graft density of 0.7 chains/nm2 from the SiO2 surface. The 20 kg/mol rubbery interlayer transferred load more efficiently to the SiO2 cores than the 40 kg/mol rubbery interlayer and maintained the epoxy modulus up to a loading of 10 vol% of the rubbery interlayer. Both systems enabled cavitation or plastic dilatation. Improvement of the strain-to-break and the tensile toughness was found in both systems. We hypothesize that plastic void growth in the matrix is the primary mechanism causing the improvement of the ductility. Keywords: toughened epoxy; rubbery interlayer; nanocomposites; RAFT polymerization ", "L294": " BACKGROUND: The physical properties of polyamides can be enhanced through incorporation of inorganic micro- and nanofillers such as silica nanoparticles. Transparent sol-gel-derived organic-inorganic nanocomposites were successfully prepared by in situ incorporation of a silica network into poly(trimethylhexamethylene terephthalamide) using diethylamine as catalyst. Thin films containing various proportions of inorganic network obtained by evaporating the solvent were characterized using mechanical, dynamic mechanical thermal and morphological analyses.  RESULTS: Tensile measurements indicate that modulus as well as stress at yield and at break point improved while elongation at break and toughness decreased for the hybrid materials. The maximum value of stress at yield point (72 MPa) was observed with 10 wt% silica while the maximum stress at break point increased up to 66 MPa with 20 wt% silica relative to that of pure polyamide (44 MPa). Tensile modulus was found to increase up to 2.59 GPa with 10 wt% silica in the matrix. The glass transition temperature and the storage moduli increased with increasing silica content. The maximum increase in the Tg value (144 °C) was observed with 20 wt% silica. Scanning electron microscopy investigation gave the distribution of silica, with an average particle size ranging from 3 to 24 nm.  CONCLUSION: These results demonstrate that nanocomposites with high mechanical strength can be prepared through a sol-gel process. The increase in the Tg values suggests better cohesion between the two phases, and the morphological results describe a uniform dispersion of silica particles in the polymer matrix at the nanoscale. ", "L168": "Nano Ag-deposited BaTiO3 (BT-Ag) hybrid particles usable as fillers for flexible polymeric composites to obtain high dielectric constant, low conductivity, and low dielectric loss were developed. BT-Ag hybrid particles were synthesized via a seed-mediated growing process by a redox reaction between silver nitrate and ethylene glycol. Nano Ag particles with a size less than 20 nm were discretely grown on the surface of the 100 nm BaTiO3. The similar lattice spacing of the (1 1 1) planes of BT and Ag led to the hetero-epitaxial growth of Ag on the BT surface. The thickness of the coherent interface was about 3 nm. The adhesion of Ag to BT efficiently prevented the continuous contact between Ag particles in the polyvinylidene fluoride (PVDF) matrix and suppressed the formation of the conducting path in the composite. As a result, with a filler loading of 43.4 vol %, the composite exhibited a dielectric constant (Dk) value of 94.3 and dielectric loss (tan δ) of 0.06 at 1 kHz. An even higher Dk value of 160 at 1 kHz (16 times larger than that of PVDF) was obtained when the content of BT-Ag was further increased, with low conductivity (σ < 10–5 S m–1) and low dielectric loss (tan δ = 0.11), demonstrating promising applications in the electronic devices. KEYWORDS:      Ag-deposited BaTiO3     hetero-epitaxial interface     polymer matrix     dielectric composites ", "L177": "The preparation and mechanical properties of elastomeric nanocomposite hydrogels consisting of cellulose nanocrystals (CNCs) and poly(ethylene glycol) (PEG) are reported. The aqueous nanocomposite CNC/PEG precursor solutions covalently cross-linked through a one-stage photocross- linking process. The mechanical properties of nanocomposite hydrogels, including Young’s modulus (E), fracture stress (σ), and fracture strain (ε), were measured as a function of CNC volume fraction (φCNC, 0.2−1.8%, v/v) within polymeric matrix. It was found that the homogeneously dispersed nanocomposite hydrogels can be prepared with φCNC being less than 1.5%, whereas the heterogeneous nanocomposite hydrogels were obtained with φCNC being higher than 1.5%. The nanocomposite hydrogels exhibited higher strengths and flexibilities when compared with neat PEG hydrogels, where the modulus, fracture stress, and fracture strain enhanced by a factor of 3.48, 5, and 3.28, respectively, over the matrix material alone at 1.2% v/v CNC loading. Oscillatory shear data indicated the CNC−PEG nanocomposite hydrogels were more viscous than the neat PEG hydrogels and were efficient at energy dissipation due to the reversible interactions between CNC and PEG polymer chains. It was proposed that the strong gel viscoelastic behavior and the mechanical reinforcement were related to “filler network”, where the temporary interactions between CNC and PEG interfered with the covalent cross-links of PEG. KEYWORDS: hydrogels, nanocomposite, cellulose nanocrystals, poly(ethylene glycol), strength ", "L302": " Poly(vinyl alcohol)/silica organic inorganic hybrid composites were prepared by using sol-gel technique. Tetraethoxysilane was used as the precursor for silica. The reaction was carried out in an aqueous medium having a pH of 1.5 with concentrated hydrochloric acid, used as the catalyst. All the composites were optically clear. Interaction at organic-inorganic interfaces due to hydrogen bonds was speculated from infrared spectroscopic analysis of the hybrid composites. Transmission electron microscopic studies revealed the existence of silica nanoparticles, uniformly dispersed in the organic matrix, which were found to grow in size with increase in tetraethoxysilane loading in the composites. Uniform dispersion of silica particles within the hybrid nanocomposites was also supported from the energy dispersive X-ray mapping of silicon. Dynamic mechanical properties exhibited substantial mechanical reinforcements due to the dispersion of nanosilica particles in the matrix. The results were further supported by significant improvements in the Young's modulus and the tensile strengths of the samples. All the hybrid composites demonstrated excellent water resistance. ", "L283": " A number of batch polymerizations were performed to study the effect of pristine nanoparticle loading on the properties of PMMA/silica nanocomposites prepared via RAFT polymerization. In order to improve the dispersion of silica nanoparticles in PMMA matrix, the silanol groups of the silica are functionalized with methyl methacrylate groups and modified nanoparticles were used to synthesize PMMA/modified silica nanocomposites via RAFT polymerization. Prepared samples were characterized by thermogravimetric analysis (TGA), dynamic light scattering (DLS), dynamic mechanical thermal analysis (DMTA), differential scanning calorimetry (DSC) and gel permeation chromatography (GPC). According to results, introduction of modified nanoparticles results in better thermal and mechanical properties than those of pristine nanoparticles. Also, surface modification and increasing silica nanoparticles result in variation of thermal degradation behavior of nanocomposites. The best improvement of mechanical and thermophysical properties is achieved for nanocomposites containing 7 wt. % silica nanoparticles. ", "L313": " Different proportions of nanoscale TiO2 (nano-TiO2)-filled polybutylene succinate (PBS) composites were prepared by vane extruder. The crystalline, thermal, dynamic viscoelastic, mechanical, and UV-resistance properties of the composites were studied, and X-ray diffraction, differential scanning calorimetry, and thermogravimetric analysis were conducted. Results show that the crystalline structure of the PBS composites did not change with TiO2 addition. TiO2 almost has no effect on the crystallization and melting behavior of PBS. Nevertheless, the introduction of TiO2 has improved the thermal stability, tensile modulus, flexural modulus, and flexural strength of the PBS composites. The UV resistance of the composites has also been significantly enhanced with TiO2 addition. ", "L208": " Silica-filled polylactide (PLA) nanocomposites were prepared by melt compounding. The oscillatory rheological properties and biodegradation behavior were then investigated. As the silica loadings reach up to 5 wt%, percolated silica network structures form. For the percolated PLA/silica nanocomposites sample (the silica content was >5 wt%), the modulus enhances with an increase of temperature evidently. Moreover, it is interesting to find that the biodegradation rates have been enhanced obviously in the PLA/silica nanocomposites than in neat PLA. The erosion mechanism of neat PLA and the PLA/silica nanocomposites was further discussed.  ", "L182": "In this work, polyvinyl butyral (PVB) nanocomposites reinforced with 0.5 to 2.5 wt % of graphene oxide (GO) and graphene nanoplatelets (GNP) were synthesized via in situ polymerization. Dynamic mechanical analysis showed that PVB/GO 2.5 wt % nanocomposites present the largest storage modulus, with increases of 10 °C in the PVB glass transition temperature. The degree of entanglement and the reinforcement efficiency factor (C coefficient) were evaluated using the dynamic mechanical analysis results and correlated with scanning electron microscopy analyses. The degree of entanglement and C coefficient values were higher for PVB/ GO 2.5 wt %, enabling the enhancement of PVB mechanical properties. The adhesion factor A was used to evaluate the interfacial interaction, evidencing an improvement in the nanoparticle/matrix adhesion for PVB/GO 2.5 wt % caused by interactions between GO oxygenated groups. For the samples reinforced with GNP, the results of storage modulus, degree of entanglement, coefficient C, and adhesion factor A were not significantly modified, due to weak interfacial interactions with PVB, preventing the exfoliation of GNP in PVB during the in situ polymerization process. Therefore, in situ polymerization will improve the dispersion and final properties of the nanocomposite with PVB only if the nanoparticle has a relevant interfacial interaction during the synthesis process. ", "L276": "Nylon 11 (PA11) nanocomposites with different loadings of multi-walled carbon nanotubes (MWNTs) were prepared by melt compounding. Scanning electron microscopy images on the fracture surfaces of the composites showed a uniform dispersion of MWNTs throughout the matrix. The presence of the MWNTs significantly improved the thermal stability and enhanced the storage modulus (G′) of the polymer matrix. Melt rheology studies showed that, compared with neat PA11, the incorporation of MWNT into the matrix resulted in higher complex viscosities (|η*|), storage modulus (G′), loss modulus (G′′), and lower loss factor (tanδ). PA11 and its nanocomposites containing less than 1 wt% MWNTs showed similar frequency dependencies and reached a Newtonian plateau at low frequencies. For the nanocomposite with 2 wt% MWNTs, the regional network was destroyed and the orientation of the MWNTs during shearing exhibited a very strong shear thinning effect. The complex viscosities (|η*|) of the nanocomposites are larger than that of neat PA11 and decreased with increasing the temperature. ", "L210": "Polylactide/TiO2 nanocomposites with different contents of nanoscale TiO2 were prepared by melt blending with a vane extruder in this work. SEM and TEM microphotographs indicate that the nanoparticles were well dispersed in the polymer matrix under the elongational flow field of the vane extruder. Crystallization and melting behavior were examined with DSC. The results show that TiO2 nanoparticles have an inhibition for the cold crystallization process of PLA to some extent and the cold crystallization temperature of nanocomposites shifted to a maximum value at about 106 °C with low TiO2 loadings (0.5 wt% or 1 wt%). Dynamic rheological measurements and TGA results show that the introduction of TiO2 has significantly improved the thermal stability. The toughness, surface wettability and UV resistance of the composites were also investigated in detail. ", "L172": "To obtain the dielectric material with high dielectric constant and high breakdown field, here a new composite material based on Fe3O4@BaTiO3 shell–core particles and polyvinylidene fluoride (PVDF) has been prepared. It is proved the Fe3O4@BaTiO3 particles are good fillers with low conductivity for the percolation effect, which induces high dielectric constant and low dielectric loss in the Fe3O4@BaTiO3/PVDF composite. The maximum dielectric constant is up to 3893, and dielectric loss is suppressed below 0.9. Moreover, the shell layer of Fe3O4 can be the trap and scattering centers to injected charges, so that the polarization saturation can be delayed to higher field. Thus, the released energy density of this composite can be enhanced greatly due to higher breakdown strength and lower energy loss. ", "L186": "The solid-state shear pulverization (SSSP) is used to produce polymer-graphite nanocomposites that are not subject to the thermodynamic/ kinetic limitations associated with conventional processes. The polymer-graphite nanocomposite hybrids are made from chemically or thermally pretreated graphite, e.g., graphite oxide, expanded graphite, or thermally exfolated graphite oxide. The study demonstrates the promise of SSSP for making well-dispersed nanocomposites and the promise of ARG for yielding major improvement in mechanical properties when dispersed in polymer at very low weight percent. The polymer-graphite nanocomposites isolates graphene sheet or a nanoplatelet consisting of a couple graphene sheets in a fully extended form but will have a wavy or wrinkled nature that provides less than optimal reinforcement. The FESEM image shows an edge-on view of a graphite nanoplatelet with ~10nm thickness while the TEM image shows a number of well-dispersed nanoplatelets with thickness ranging from several to ~10nm. ", "L204": "The thermomechanical responses of polymers, which provide limitations to their practical use, are favourably altered by the addition of trace amounts of a nanofiller. However, the resulting changes in polymer properties are poorly understood, primarily due to the non-uniform spatial distribution of nanoparticles. Here we show that the thermomechanical properties of ‘polymer nanocomposites’ are quantitatively equivalent to the well-documented case of planar polymer films. We quantify this equivalence by drawing a direct analogy between film thickness and an appropriate experimental interparticle spacing. We show that the changes in glass-transition temperature with decreasing interparticle spacing for two filler surface treatments are quantitatively equivalent to the corresponding thin-film data with a non-wetting and a wetting polymer–particle interface. Our results offer new insights into the role of confinement on the glass transition, and we conclude that the mere presence of regions of modified mobility in the vicinity of the particle surfaces, that is, a simple two-layer model, is insufficient to explain our results. Rather, we conjecture that the glass-transition process requires that the interphase regions surrounding different particles interact. ", "L328": " The viscoelastic properties of polycarbonate (PC) nanocomposite foams containing graphene nanoplatelets (GnP), prepared by one and two-step supercritical CO2 dissolution, were characterized by dynamic-mechanical-thermal analysis. Three factors were detected to influence the mechanical performance of foams: relative density, the eventual presence of a PC crystalline phase and GnP's amount. Relative density was found to be the most important one, with the storage modulus following a power-law behavior with increasing relative density. Foams prepared in one-step presented higher storage moduli than two-step foams even having bigger cells, explained by their higher relative density. The eventual presence of PC crystals in one-step foams, induced by the combination of high CO2 dissolution temperatures and GnP's presence during foaming, was found to be the cause of their higher storage moduli when compared to two-step foams at similar relative density. A slight effect of GnP could only be observed in two-step foams with 5% GnP, as these foams displayed storage moduli as high as one-step foams having lower relative densities. Regarding the viscous contribution, PC's glass transition temperature resulted higher in one-step foams, related to a restriction in the molecular mobility of PC induced by the presence of a PC crystalline fraction and GnP. Keywords A. Foams A. Polymer-matrix composites (PMCs) D. Mechanical testing E. Autoclave Graphene ", "L217": "Alumina/polymethylmethacrylate (PMMA) nanocomposites were produced by incorporating alumina nanoparticles, synthesized using the forced gas condensation method, into methylmethacrylate. The particles were dispersed using sonication and the composites were polymerized using free radical polymerization. At an optimum weight percent, the resulting nanocomposites showed, on average, a 600% increase in the strain-to-failure and the appearance of a well-defined yield point when tested in uniaxial tension. Concurrently, the glass transition temperature (Tg) of the nanocomposites dropped by as much as 25°C. while the ultimate strength and the Young’s modulus decreased by 20% and 15%, respectively. For comparison, composites containing micron size alumina particles were synthesized and displayed neither phenomenon. Solid-state deuterium NMR results showed enhanced chain mobility at room temperature in the nanocomposites and corroborate the observed Tg depression indicating considerable main chain motion at temperatures well below those observed in the neat polymer. A hypothesis is presented to relate the thermal and mechanical behavior observed in the composites to the higher chain mobility and Tg depression seen in recent ultrathin polymer film research. ", "L308": " The development of new polymeric and polymeric based materials is fundamental to meet the market demands. This work aims the synthesis and characterization of polyurethane/titanium dioxide nanocomposite, using low cost commercial raw materials. Nanocomposites were synthesized by in situ polymerization reactions in which titanium dioxide were added in the following proportions, by weight, in relation to the mass obtained from the pure polymer: 0.5, 1.0, 2.0, 3.0, 5.0, 7.0, and 10.0 %. These reactions were based in poli (ε-caprolactone) and 1,6-diisocyanatohexane. The materials were characterized by infrared spectroscopy Fourier transform, scanning electron microscopy, differential scanning calorimetry analysis, thermogravimetric analysis, dynamic mechanical thermal analysis, and UV–Vis spectroscopy. Based on the obtained results it was concluded that the nanocomposites synthesized by in situ polymerization presented, in general, thermal properties (degradation temperature) and mechanical properties higher than the pure polymer. ", "L377": " Cellulose nanocrystals (CNC)/poly(ethylene oxide) (PEO) composite fibers were successfully produced in situ by injection into a hydrophobic solvent. Using a similar principle, a single step manufacturing method of injectable composites was developed by injection of a CNC solution into a hydrophobic resin. Molecular orientation and deformation of the fibers and composites were obtained using Raman spectroscopy. CNCs were found to be highly aligned along the fiber’s axes, as confirmed by 2-fold symmetry of polar plots and second and fourth order orientation parameters. A shift in the position of a characteristic Raman band, initially located at ∼1095 cm–1, corresponding to vibrations of the cellulose backbone polymer chains was followed under tensile deformation. Using this shift, it was possible to estimate the fiber modulus as being ∼33 GPa, which is remarkably high. Stress transfer between the hydrophobic resin and the injected CNC fibers was quantified in this new type of composite using a modified shear-lag theory showing that appreciable reinforcement occurs. Our approach presents a new way to introduce highly loaded CNC fibers in situ into a composite structure. SUBJECTS: Stress,Fibers,Composites,Deformation,Cellulose ", "L227": "ZnO/low density polyethylene (LDPE) nanocomposites were prepared using melt mixing with good dispersion of the ZnO nanoparticles. The electrical properties (dc resistivity and breakdown strength) of the composite with various concentrations of ZnO up to the percolation limit were measured and compared to the corresponding electrical properties of submicron ZnO filled LDPE. It was observed that the nanocomposites exhibited a lower percolation limit and a slower decrease in resistivity with filler concentration compared to the conventional composite. The dielectric breakdown strength was also found to be higher for the nanocomposite at high filler concentration. ", "L375": "Aggregated polymer fillers, such as carbon black and silica, at concentrations above the percolation threshold form an emergent structure, the hierarchical filler network, in immiscible systems where dispersion is driven by accumulated strain. It is proposed that the hierarchical filler network is composed of a primary nanoscale network that locally percolates at ∼5 vol % of aggregates, associated with changes in the dynamic spectrum at low strain, and a secondary micrometer-scale network that globally percolates at ∼20 vol % associated with the Payne effect and electrical conductivity. A model is proposed with an elastomer dominated dynamic response described by Einstein–Smallwood behavior at high frequencies and small sizes and a filler network dominated response at low frequencies and large sizes. The nanoscale mesh size correlates with this transition in low strain dynamic response. The micrometer-scale network displays a gel-like dynamic response at very low frequencies and a corresponding gel-like structural scaling regime at large sizes. The hierarchical filler network is described by two crossover frequencies and associated relaxation times, τ* and τcc, and two related structural scaling regimes. ", "L289": "Zirconia nanoparticles were synthesized by means of a sol-gel method and embedded in poly(methyl methacrylate) (PMMA) by melt compounding. The zirconia was well dispersed in the PMMA matrix, with only a few clusters, especially for the highest investigated zirconia content. NMR results showed heteronuclear dipolar interactions involving the carbons and the surrounding hydrogen nuclei. The effect of the amount of zirconia, in the range of 1–5 wt%, on the thermomechanical properties and thermal degradation kinetics of PMMA was also investigated by means of dynamic mechanical analysis (DMA), thermogravimetric analyses (TGA), and Fourier-transform infrared spectroscopy (FTIR). The presence of zirconia showed a decrease in the storage and loss moduli at lower temperatures, probably due to a plasticization effect. The presence of zirconia in PMMA slightly increased its thermal stability, but the activation energies of thermal degradation for the nanocomposites were significantly lower, at degrees of conversion higher than 0.3, than those of pure PMMA. Keywords: nanocomposites, PMMA, zirconia, morphology, dynamic mechanical analysis, thermal degradation ", "L396": " Surface modified nano-silica was synthesized through a condensation reaction of the silanol groups on the silica surface with 3-aminopropyltrimethoxysilane (APS). This primary amine offers a wide range of derivatization options and acts as a linker between a silica surface and many organic species. Quantitation of the results indicated the presence of 3–4 reactive APS groups per nm2 of silica. This implies that the silanol groups present on the surface of the silica have reacted to a high extent. APS-treated silica was further treated with a series of acid anhydrides to yield more stable amidoalkyl and imidoalkyl silica. The modified surfaces were analysed by thermogravimetric analysis (TGA), Fourier-transform infra-red (FT-IR) and solid-state 13C NMR spectroscopy techniques to study the organic content and functional composition. Results indicate that the silica particles functionalized with imidoalkylsiloxane (IASi) have much higher thermal stabilities compared to aminoalkyl functionalized silica. It was also observed that thermal stability of the IASi does not depend on the acid anhydride used for the derivatization of the APS treated silica. Furthermore we used this IASi for the synthesis of poly(ethylene terephthalate) (PET)–silica nanocomposites. Dynamic mechanical analysis revealed an enhancement of the storage modulus with increasing silica content at ambient temperature as well as above the glass-transition temperature. ", "L173": "Flexible nanocomposites comprising a dielectric polymer matrix and high-k nanoparticle fillers have shown great potential for power energy storage applications. However, the addition of high-k nanoparticles usually causes low breakdown strength and low energy efficiency of the nanocomposites, which limit their practical applications, particularly at high electric fields. In this work, we report a novel method to enhance the energy storage efficiency and breakdown strength of high-k nanowire (NW)-based poly- (vinylidene fluoride-co-hexafluoropropylene) nanocomposites. Ba0.7Sr0.3TiO3 NWs were synthesized by a hydrothermal method, and their surface was grafted with a layer of poly(pentafluorophenyl acrylate) (PPFPA) via in situ reversible addition−fragmentation chain transfer polymerization. Compared with the addition of as-prepared NWs, the incorporation of PPFPA-encapsulated NWs apparently enhanced the breakdown strength of the nanocomposites. On the other hand, the incorporation of PPFPA-encapsulated NWs results in much lower dielectric loss at low frequencies and higher energy storage efficiency of the nanocomposites. Although the two nanocomposites exhibit comparable discharged energy densities at relatively low electric field (e.g., <200 kV/mm), much higher energy storage capability can be expected in the nanocomposites with PPFPA-encapsulated NWs because of their high breakdown strength. ", "L107": "Novel polymer nanocomposites were prepared by solution processing with core/shell structured nanoparticles (carbonaceous shell coating on silver cores) as fillers. The organic carbonaceous shells act as interlayers between the Ag cores as well as with the polymer matrix. It is shown that the electrical properties of the interlayers play a dominative role in determining the dielectric behavior of the nanocomposites. Insulating interlayers reduce the tunnel current between neighboring Ag cores by causing potential barriers, endowing the nanocomposites with stable and high dielectric constants and low dielectric loss. Furthermore, the stable dielectric constants of the nanocomposites could be tuned by adjusting the thickness of the interlayers. Increasing the conductivity of the interlayers lowers the potential barriers, making the dielectric behavior of the nanocomposites more similar to that of conventional percolative composites. ", "L218": "In this study, we present the results of the influence of surface modification of TiO2 nanoparticles on the short-term breakdown strength and space charge distribution of low-density polyethylene (LDPE). A polar silane coupling agent N-(2-aminoethyl) 3-aminopropyl-trimethoxysilane (AEAPS) was used for the nanoparticle surface modification. Despite agglomeration and a poor interface compared to untreated nanoparticles, it was found that the incorporation of polar groups onto the nanoparticle surface improved both the dielectric breakdown strength and space charge distribution as compared to samples filled with untreated nanoparticles. Microstructure studies showed that the presence of polar groups on the TiO2 nanoparticle surface did not evidently affect the degree of crystallinity, crystalline morphology (except for internal spherulitic order), and chemical structure of the polymer matrix. The improved dielectric breakdown strength was therefore concluded to be directly due to beneficial effects related to the variation of the electrical features at the particle surface due to introduction of polar groups. For the same reason, with the use of surface modified nanoparticles, formation of space charge was suppressed. ", "L128": "It is well known that hopping of charge carriers via spatially and energetically distributed localized states is a primary transport mechanism in many disordered semiconductors and polymeric dielectrics. In this contribution, the nonlinear I-V physics of a 25vol% 50nm p-SiC/silicone rubber composite for high voltage field grading application was investigated, and a composite bulk hopping mechanism proposed. It is hypothesized that nearest-neighbor hole hopping occurs through thin rubbery layers between the SiC particles, and is the mechanism governing the nonlinear electric response of SiC/silicone rubber nanocomposites. Index Terms —Nonlinear electrical, mechanism, high field, hole hopping transport, nearest-neighbor, thin rubbery layer, field grading, nanocomposite. ", "L156": " The incorporation of silica nanoparticles into polyethylene has been shown to increase the breakdown strength significantly compared to composites with micron scale fillers. Additionally, the voltage endurance of the nanocomposites is two orders of magnitude higher than that of the base polymer. The most significant difference between micron-scale and nano-scale fillers is the large interfacial area in nanocomposites. Because the interfacial region (interaction zone) is likely to be pivotal in controlling properties, this paper compares the behavior of nanoscale silica/cross-linked low density polyethylene nanocomposites with several silica surface treatments. In addition to breakdown strength and voltage endurance, dielectric spectroscopy, absorption current measurements, and thermally stimulated current determinations (TSC) were performed to elucidate the role of the interface. It was found that a reduction in the mobility in nanocomposites as well as a change in the defect size may be key to explaining the improvement in the properties. ", "L247": "This work reports the advances of utilizing a core@double-shell nanostructure to enhance the electrical energy storage capability and suppress the dielectric loss of polymer nanocomposites. Two types of core@double-shell barium titanate (BaTiO3) matrix-free nanocomposites were prepared using a surface initiated atom transfer radical polymerization (ATRP) method to graft a poly(2-hydroxylethyle methacrylate)-block-poly(methyl methacrylate) and sodium polyacrylate-block-poly(2-hydroxylethyle methacrylate) block copolymer from BaTiO3 nanoparticles. The inner shell polymer is chosen to have either high dielectric constant or high electrical conductivity to provide large polarization, while the encapsulating outer shell polymer is chosen to be more insulating as to maintain a large resistivity and low loss. Finite element modeling was conducted to investigate the dielectric properties of the fabricated nanocomposites and the relaxation behavior of the grafted polymer. It demonstrates that confinement of the more conductive (lossy) phase in this multishell nanostructure is the key to achieving a high dielectric constant and maintaining a low loss. This promising multishell strategy could be generalized to a variety of polymers to develop novel nanocomposites. ", "L319": " In this study, nanocomposite samples based on polymethylmethacrylate/poly (lactic acid)/graphene nanoplatelets (PMMA/PLA/GNP) were prepared via melt mixing method and thermal multiple shape memory was induced. Dynamic mechanical thermal analysis results showed that two polymers are miscible in the selected blend ratio (70/30, 50/50, 30/70 w/w; PLA/PMMA) and was not affected by the presence of GNP (1 and 2 phr). The dispersion and distribution status of GNP were observed by scanning electron microscopy (SEM). The co-continuous morphology was dominant in all samples due to complete miscibility of two phases. Multi-shape memory was induced using a tensile test machine equipped with the hot oven at 65 and 100 °C. The results revealed that shape recovery was affected by the presence of GNP at high temperature(for example increasing from 93.34% in neat PLA/PMMA(50/50 w/w) to 96.67% in the sample containing 1 phr of GNP) while there was no considerable effect at low temperature. At high temperature, amorphous phases of two polymers are extended and un-melted chains of PMMA can be as hard segment and leads to good recovery. Due to nucleation and reinforcement effects of GNP, the higher degree of crystallization of PLA and higher storage modulus were obtained and caused to the enhancement of the shape fixity values at the presence of GNP. ", "L387": " We investigate the crystallization-induced ordering of C18 grafted 14 nm diameter spherical silica nanoparticles (NPs) in a short chain (Mw = 4 kDa, ĐM ≈ 2.3) polyethylene and a commercial high-density polyethylene (Mw = 152 kDa, ĐM ≈ 3.2) matrix. For slow isothermal crystallization of the low molecular weight matrix, the NPs segregate into the interlamellar regions. This result establishes the generality of our earlier work on poly(ethylene oxide) based materials and suggests that crystallization can be used to control NP dispersion across different polymer classes. The incompatibility between the particles and the matrix in the Mw = 152 kDa results in a competition between filler organization and filler agglomeration. The mechanical properties improve due to the addition of NPs and are further enhanced by particle organization, even for the case of the macrophase-separated mixtures in the Mw = 152 kDa matrix. In contrast, dielectric behavior is strongly affected by the scale of NP organization, with the lower molecular weight matrix showing more significant increases in permittivity due to the local scale of NP ordering. ", "L200": "Oscillatory shear rheometry is used to study the mechanical response of single-walled carbon nanotubes dispersed in solutions of acrylic diblock or triblock copolymers in 2-ethyl-1-hexanol. Thermal transitions in the copolymer solutions provide a route for the easy processing of these composite materials, with excellent dispersion of the nanotubes as verified by near-infrared photoluminescence spectroscopy. The nanotube dispersions form elastic networks with properties that are controlled by the junction points between nanotubes, featuring a temperature-dependent elastic response that is controlled by the dynamic properties of the matrix copolymer solution. The data are consistent with the formation of micelle-like aggregates around the nanotubes. At low temperatures the core-forming poly(methyl methacrylate) blocks are glassy, and the overall mechanical response of the composite does not evolve with time. At higher temperatures the enhanced mobility of the core-forming blocks enables the junctions to achieve more intimate nanotube-nanotube contact, and the composite modulus increases with time. These aging effects are observed in both diblock and triblock copolymer solutions but are partially reversed in the triblock solutions by cooling through the gel transition of the triblock copolymer. This result is attributed to the generation of internal stresses during gelation and the ability of these stresses to break or weaken the nanotube junctions. ", "L327": "Exfoliated graphite nanoplatelets (GNP)/polylactic acid (PLA) composite films were fabricated using a scalable, melt compounding and compression molding process and the effect of cooling rate on the mechanical, viscoelastic and electrical properties of the composite films was examined. With superior conductivity, GNP enhances PLA, making it a green alternative to current conductive films made of petroleum based polymers for static dissipation applications. The crystallinity and crystal structure was investigated using differential scanning calorimetry (DSC) and wide angle X-ray diffraction (WAXD). Electrical conductivity and tensile properties were also determined as a function of crystallinity/cooling rate. Both the crystallinity and the electrical conductivity increased with decreased cooling rate. It is concluded that for the same material system and processing method the electrical conductivity can be tailored by tuning the processing conditions, such as the cooling rate, during compression molding. Keywords: Thermoplastic polymer nanocomposites, exfoliated graphite, poly(lactic acid), melt spinning ", "L381": " Polymer/graphene composites have attracted much attention for their conductivity and other functions. To control structure of the composites more effectively, we adopted suction filtration combined with the layer-by-layer (LbL) method based on our proposed particle construction method by using polystyrene/graphene (PS/rGO) composite particles as building blocks to prepare PS/rGO composites having a graphene orientation-3D network binary structure. The resulting PS/rGO composites had an excellent conductivity of 1344.3 S/m at a rGO content of 2.10 vol %. Besides, there were always an upgrade in conductivity of the composites along with an improvement of the preparation strategy, from particle constructing, suction filtration, and LbL methods to appropriate adjustment of rGO content in different layers. The results show that there was a clear relationship between the composite structure and the electrical properties and a low efficiency–consumption ratio for both electrical and mechanical properties. SUBJECTS: Chemical structure,Composites,Electrical conductivity,Materials,Two dimensional materials ", "L142": "A novel strategy to improve the interface effect of BaTiO3 (BT)/polyvinylidene fluoride (PVDF) nanocomposites is developed to achieve high energy density. The surface of BT is first hydroxylated by H2O2, then modified with a titanate coupling agent DN-101. BT modified with DN-101 is also considered as a control group. Results show that the polarization response of nanocomposites with 10 vol % H2O2-DN-101-BaTiO3 (D-h-BT) is largely enhanced, which is 18% bigger than that of the nanocomposites with 10 vol % DN-101-BaTiO3 (D-BT) at 240 MV m−1. The dielectric breakdown strength is also improved from 240 MV m−1 of nanocomposites with 10 vol % D-BT to 260 MV m−1 of nanocomposites with 10 vol % D-h- BT, which makes the maximum stored energy density increase from 6.5 to 9.01 J cm−3, and the discharged energy density of the composites improved from 3.01 to 4.31 J cm−3. The findings based on this research are applicable to various nanofillers and polymer matrix, which provides a simple but effective way for nanocomposites with enhanced dielectric properties in next-generation electric and electronic industry. ", "L264": "Cellulose nanocrystals (CNCs) exhibit impressive interfacial and mechanical properties that make them promising candidates to be used as fillers within nanocomposites. While glass-transition temperature (Tg) is a common metric for describing thermomechanical properties, its prediction is extremely difficult as it depends on filler surface chemistry, volume fraction, and size. Here, taking CNC-reinforced poly(methyl-methacrylate) (PMMA) nanocomposites as a relevant model system, we present a multiscale analysis that combines atomistic molecular dynamics (MD) surface energy calculations with coarse-grained (CG) simulations of relaxation dynamics near filler–polymer interfaces to predict composite properties. We discover that increasing the volume fraction of CNCs results in nanoconfinement effects that lead to an appreciation of the composite Tg provided that strong interfacial interactions are achieved, as in the case of TEMPO-mediated surface modifications that promote hydrogen bonding. The upper and lower bounds of shifts in Tg are predicted by fully accounting for nanoconfinement and interfacial properties, providing new insight into tuning these aspects in nanocomposite design. Our multiscale, materials-by-design framework is validated by recent experiments and breaks new ground in predicting, without any empirical parameters, key structure–property relationships for nanocomposites. KEYWORDS: Cellulose nanocrystals surface modification interfacial mechanics glass transition temperature nanocomposites ", "L382": " In comparison to top-down approaches, nanocomposite thin films are more compatible with nanoparticle (NP) chemistry, device integration, and scalable manufacturing. Nanocomposites have long been promised as an ideal option to fabricate metamaterials that harvest the collective properties enabled by ordered 3D NP assemblies. However, most of accessible NP assemblies, governed by their phase diagrams, are not suitable to achieve the targeted properties and require lengthy assembly processes. Here, we investigated the kinetic pathway of NP assembly in lamellar supramolecular nanocomposite thin films during solvent vapor annealing and after solvent removal. By balancing the solvent field, diffusion rate, and thermodynamic driving force during rapid solvent removal (<3 s), we produced well-ordered 3D NP assemblies far away from the equilibrium state. Their degree of ordering depends on the terminal solvent fraction rather than the exact rapid solvent removal rate. The periodicity of these nanocomposites can be readily decoupled from the NP size and reduced to ∼50% of the periodicity in melt. The current study provides a facile approach to access nonequilibrium structures in nanocomposite thin films for the fabrication of functional metamaterial coatings. SUBJECTS: Supramolecular structures and assemblies,Thin films,Nanocomposites,Solvents,Order ", "L127": "It has been shown that in many cases, the addition of nanoscale metal oxide fillers to polymers leads to an improvement in dielectric breakdown strength at room temperature. However, in some cases electrical insulation is exposed to elevated temperatures. A thermally stable polymer material, such as polyamideimide (PAI), is desired for these applications. For this reason, breakdown strength measured at elevated temperatures is required, since this property is expected to degrade with an increase in temperature. The addition of nanoparticles has been shown to increase PAI decomposition temperature and is also expected to mitigate the effect of increased temperature on dielectric properties. In this paper, AC and DC breakdown strength of PAI and nanosilica filled PAI are reported at room temperature and elevated temperatures. (200-340°C) Test temperatures were well below the decomposition range of polyamideimide as measured by thermogravimetric analysis (TGA). Silica composites at all loadings (whether treated or untreated) were shown to have a higher AC and DC breakdown strength at elevated temperatures than unfilled material. Dielectric spectroscopy results are also presented. ", "L155": "The incorporation of silica nanoparticles into polyethylene increased the breakdown strength and voltage endurance significantly compared to the incorporation of micron scale fillers. In addition, dielectric spectroscopy showed a decrease in dielectric permittivity for the nanocomposite over the base polymer, and changes in the space charge distribution and dynamics have been documented. The most significant difference between micron scale and nanoscale fillers is the tremendous increase in interfacial area in nanocomposites. Because the interfacial region (interaction zone) is likely to be pivotal in controlling properties, the bonding between the silica and polyethylene was characterized using Fourier Transformed Infra-red (FTIR) spectroscopy, Electron Paramagnetic Resonance (EPR), and X-ray Photoelectron Spectroscopy (XPS) The picture which is emerging suggests that the enhanced interfacial zone, in addition to particle-polymer bonding, plays a very important role in determining the dielectric behavior of nanocomposites. Index Terms — Nanodielectrics, polyethylene, interface, dielectric strength, polymer nanocomposites, advanced materials, electrical insulation. ", "L385": " Polymer segmental dynamics, center-of-mass chain diffusion, and nanoparticle (NP) diffusion are directly measured in a series of polymer nanocomposites (PNC) composed of very small (radius ≈ 0.9 nm) octa(aminophenyl) polyhedral oligomeric silsesquioxane (OAPS) NPs and poly(2-vinylpyridine) (P2VP) of varying molecular weight. With increasing OAPS concentration, both the segment reorientational relaxation rate (measured by dielectric spectroscopy) and polymer chain center-of-mass diffusion coefficient (measured by elastic recoil detection) are substantially reduced, with reductions relative to bulk reaching ∼80% and ∼60%, respectively, at 25 vol % OAPS. This commensurate slowing of both the segmental relaxation and chain diffusion process is fundamentally different than the case of PNCs composed of larger, immobile nanoparticles, where the motion of most segments remains relatively unaltered even though chain diffusion is significantly reduced. Next, using Rutherford backscattering spectrometry to probe the NP diffusion process, we find that small OAPS NPs diffuse anomalously fast in these P2VP-based PNCs, reaching diffusivities 10–10000 times faster than predicted by the Stokes–Einstein relation assuming the melt zero-shear viscosity. The OAPS diffusion coefficients are found to scale very weakly with molecular weight, Mw–0.7±0.1, and our analysis shows that this characteristic OAPS diffusion rate occurs on intermediate microscopic time scales, lying between the Rouse time of a Kuhn monomer τ0 and the Rouse time of an entanglement strand τe. Our findings suggest that transport of these very small, attractive nanoparticles through well-entangled polymer melts is consistent with the recently reported vehicle mechanism of nanoparticle diffusion. SUBJECTS: Transport properties,Diffusion,Molecular dynamics,Nanocomposites,Polymers ", "L133": "The interface is critical for the design of polymer nanocomposites with desirable properties. The effect of interface behavior on the properties of polymer nanocomposites with low nanoparticle loading has been well documented. However, our understanding of the role of the interface in highly filled polymer nanocomposites is still limited because of the lack of comprehensive research work. In this contribution, by using BaTiO3 nanoparticles with six kinds of surface chemistry, we have prepared highly filled epoxy nanocomposites (50 vol% nanoparticle loading). The role of nanoparticle surface chemistry on the dielectric properties of epoxy nanocomposites is investigated at a wide frequency and temperature range by using broadband dielectric spectroscopy. Combining the microstructure analysis of the highly filled nanocomposites with a comprehensive X-ray photoelectron spectroscopy characterization of the surface chemistry of the BaTiO3 nanoparticles, an understanding is formed of the correlation between the nanoparticle surface chemistry and the dielectric properties of the nanocomposites. The functional group density, functional group type, and electrical properties of the modifier—the three parameters that are inherent from the nanoparticle surface modification—have a strong impact on the temperature and frequency dependence of the dielectric constant and dielectric loss tangent. This work demonstrates the great importance of surface chemistry in tuning the electrical properties of dielectric polymer nanocomposites. Index Terms — Interface, epoxy, BaTiO3 nanoparticles, nanocomposites, dielectric constant, dielectric loss, dielectric dispersion. ", "L136": " In situ synthesis of silver/epoxy nanocomposites was achieved by UV‐induced polymerization through a simultaneous photoinduced electron transfer and cationic polymerization processes. The FESEM morphological investigation showed a uniform dispersion of silver nanoparticles within the polymeric matrix having narrow size distribution between 15 and 20 nm. The evolution of dielectric properties with frequency and NP content seem to indicate that the nanocomposites of this study remain below the percolation threshold. The dielectric spectroscopy results are in good agreement with the morphological investigation, which showed the absence of NPs percolative network. ", "L164": " Novel dielectric nanocomposites composed of ferroelectric polymers and surface-functionalized TiO2 nanoparticles with comparable dielectric permittivities and homogeneous nanoparticle dispersions are prepared and characterized. Enhancements in electric displacement and energy density at high electric fields are demonstrated. ", "L131": "A situation involving a polymer nanocomposite containing a large amount of inorganic filler was studied. An epoxy nanocomposite with a content of 20% wt of nanosilica was used. Emphasis was put on imaging at the nanoscale and some dielectric responses were measured using dielectric spectroscopy. Using Transmission Electron Microscopy (TEM) in a High-Angle Annular Dark Field (HAADF) scanning mode, an area of less than 4 nm around an isolated particle was imaged and found to have a very low atomic number. With Atomic Force Microscopy (AFM) in peak-force mode agglomerates were clearly imaged. With respect to the dielectric response, no interfacial relaxation peak was observed. In presence of some agglomeration, the real part of the permittivity was found to be decreased by the addition of the nanofiller. Higher-field measurements unravelled nonlinear variations of the conduction versus an applied field. It was shown that the use of a large filler concentration resulted in greater interphase overlapping between the nanoparticles. Index Terms - Nanodielectrics, polymer nanocomposites, epoxy composites, nanosilica filler, electron microscopy, dielectric responses, particle interphase. ", "L237": " Graphene oxide filled polymer nanocomposites are found to possess excellent nonlinear electrical conductivity, low conductivity at low field and a good combination of increased dielectric constant and low loss factor. Those outstanding electrical properties are achieved at filler loading of 3% and controllable by adjusting the oxidation state of graphene oxide. ", "L386": " We previously showed that nanoparticles (NPs) could be ordered into structures by using the growth rate of polymer crystals as the control variable. In particular, for slow enough spherulitic growth fronts, the NPs grafted with amorphous polymer chains are selectively moved into the interlamellar, interfibrillar, and interspherulitic zones of a lamellar morphology, specifically going from interlamellar to interspherulitic with progressively decreasing crystal growth rates. Here, we examine the effect of NP polymer grafting density on crystallization kinetics. We find that while crystal nucleation is practically unaffected by the presence of the NPs, spherulitic growth, final crystallinity, and melting point values decrease uniformly as the volume fraction of the crystallizable polymer, poly(ethylene oxide) or PEO, φPEO, decreases. A surprising aspect here is that these results are apparently unaffected by variations in the relative amounts of the amorphous polymer graft and silica NPs at constant φ, implying that chemical details of the amorphous defect apparently only play a secondary role. We therefore propose that the grafted NPs in this size range only provide geometrical confinement effects which serve to set the crystal growth rates and melting point depressions without causing any changes to crystallization mechanisms. SUBJECTS: Crystals,Crystallization,Silica,Organic compounds,Polymers", "L321": "In the present investigation, we successfully fabricate a hybrid polymer nanocomposite containing epoxy/polyester blend resin and graphene nanoplatelets (GNPs) by a novel technique. A high intensity ultrasonicator is used to obtain a homogeneous mixture of epoxy/polyester resin and graphene nanoplatelets. This mixture is then mixed with a hardener using a high-speed mechanical stirrer. The trapped air and reaction volatiles are removed from the mixture using high vacuum. The hot press casting method is used to make the nanocomposite specimens. Tensile tests, dynamic mechanical analysis (DMA) and thermogravimetric analysis (TGA) are performed on neat, 0.2 wt %, 0.5 wt %, 1 wt %, 1.5 wt % and 2 wt % GNP-reinforced epoxy/polyester blend resin to investigate the reinforcement effect on the thermal and mechanical properties of the nanocomposites. The results of this research indicate that the tensile strength of the novel nanocomposite material increases to 86.8% with the addition of a ratio of graphene nanoplatelets as low as 0.2 wt %. DMA results indicate that the 1 wt % GNP-reinforced epoxy/polyester nanocomposite possesses the highest storage modulus and glass transition temperature (Tg), as compared to neat epoxy/polyester or the other nanocomposite specimens. In addition, TGA results verify thethermal stability of the experimental specimens, regardless of the weight percentage of GNPs. Keywords: nanocomposite; graphene nanoplatelets; epoxy; unsaturated polyester; tensile strength; thermal conductivity; morphology ", "L122": "A nano-composite material is attracting many researchers' attention in the field of dielectric and electrical insulation. The purpose of this study is to investigate the influence of MgO filler size on electrical propl'lties of MgO/ LDPE nanocomposite. The volume resistivity, DC breakdown strength and the impulse breakdown strength of low-density polyethylene (LDPE) containing nano-filler or micro-filler of magnesium oxide (MgO) were measured. The volume resistivity of the sample without the MgO filler increases by addition of the MgO nano-filler or the MgO micro-filler. The impulse breakdown strength and the DC breakdown strength of the sample without the MgO filler measured with McKeown type electrode increases by the addition of the MgO nano-filler but that does not increase by the addition of the MgO micro-filler. From the result, it becomes clear that the addition of the MgO nano-filler is suitable for the DC insulating material rather than that of the MgO micro-filler. ", "L110": "The dielectric properties of epoxy nanocomposites with insulating nano-fillers, viz., TiO2, ZnO and Al2O3 were investigated at low filler concentrations by weight. Epoxy nanocomposite samples with a good dispersion of nanoparticles in the epoxy matrix were prepared and experiments were performed to measure the dielectric permittivity and tan delta (400 Hz-1 MHz), dc volume resistivity and ac dielectric strength. At very low nanoparticle loadings, results demonstrate some interesting dielectric behaviors for nanocomposites and some of the electrical properties are found to be unique and advantageous for use in several existing and potential electrical systems. The nanocomposite dielectric properties are analyzed in detail with respect to different experimental parameters like frequency (for permittivity/tan delta), filler size, filler concentration and filler permittivity. In addition, epoxy microcomposites for the same systems were synthesized and their dielectric properties were compared to the results already obtained for nanocomposites. The interesting dielectric characteristics for epoxy based nanodielectric systems are attributed to the large volume fraction of interfaces in the bulk of the material and the ensuing interactions between the charged nanoparticle surface and the epoxy chains. Index Terms — epoxy nanocomposites, dielectrics, permittivity, tan delta, volume resistivity, dielectric strength ", "L150": " It is easy to understand the self-assembly of particles with anisotropic shapes or interactions (for example, cobalt nanoparticles or proteins) into highly extended structures. However, there is no experimentally established strategy for creating a range of anisotropic structures from common spherical nanoparticles. We demonstrate that spherical nanoparticles uniformly grafted with macromolecules (‘nanoparticle amphiphiles’) robustly self-assemble into a variety of anisotropic superstructures when they are dispersed in the corresponding homopolymer matrix. Theory and simulations suggest that this self-assembly reflects a balance between the energy gain when particle cores approach and the entropy of distorting the grafted polymers. The effectively directional nature of the particle interactions is thus a many-body emergent property. Our experiments demonstrate that this approach to nanoparticle self-assembly enables considerable control for the creation of polymer nanocomposites with enhanced mechanical properties. Grafted nanoparticles are thus versatile building blocks for creating tunable and functional particle superstructures with significant practical applications. ", "L105": " The incorporation of organic-coated silver nanoparticles into an epoxy matrix (see Figure, a–f represent increasing Ag content) results in a flexible 0-3 type nanocomposite with a strikingly high dielectric constant (greater than 300). The composite retains the flexibility and other mechanical properties of the polymer matrix, and may be useful in applications where capacitors are embedded into printed circuit boards. ", "L245": "Graphene oxide filled silicone rubber nanocomposites were found to possess a large nonlinear coefficient of electrical conductivity, smaller low field conductivity than that of the neat polymer and an increase in the dielectric constant over that of the polymer matrix with a very small increase in the dielectric loss. These electrical and dielectric properties make graphene oxide/silicone nanocomposites an excellent candidate for a field grading material. Possible mechanisms that lead to the observed dielectric behavior are discussed in this work. The effect of sample size and processing on the material properties is also discussed. ", "L203": "Nanocomposites reinforced with hybrid fillers of carbon nanotubes (CNTs) and carbon black (CB) are developed, aiming at enhancing the electrical conductivity of composites with balanced mechanical properties while lowering the cost of the final product. Epoxy-based nanocomposites were prepared with varying combinations of CNTs and CB as conducting fillers, and their electrical and mechanical properties were evaluated. It was shown that the addition of CNTs in CB composites enhanced the electrical conductivity of composites: a low percolation threshold was achieved with 0.2 wt % CNTs and 0.2 wt % CB particles. The CB particles also enhanced the ductility and fracture toughness of nanocomposites, confirming the synergistic effect of CB as a multifunctional filler. The novelty of this work lies in the synergy arising from the combination of two conducting fillers with unique geometric shapes and aspect ratios as well as different dispersion characteristics, which have not been specifically considered previously. KEYWORDS: conducting nanocomposites, carbon nanotubes, carbon black, synergic effect ", "L304": " In material science of elastomers the influence of nanoscale and nanostructured filler particles is of utmost significance for the performance of innovative rubber products, i.e., passenger car tires with ultralow rolling resistance but high wet-grip performance. A better understanding of the physical characteristics of the filler–rubber interface and the filler–rubber interphase as well is necessary to improve the overall macroscopic properties of these elastomeric nanocomposites. Therefore, the surface energies and polarities of filler particles with different modified surfaces were measured by a modified Wilhelmy technique. In all cases the rubber matrix consisted of a solution - styrene butadiene copolymers, filled with 20 or 40 phr pyrogenic or precipitated silica grades with different surface modifications by silanes, and a carbon black sample as reference. A moving die rheometer was employed to observe the filler flocculation at elevated temperatures (160 °C) in rubber mixtures containing no curatives. A significant influence of the surface energy of the filler was noticed: the flocculation tendency increased with increasing difference in work of adhesion between filler and rubber. In dynamic mechanical measurements the influence of the filler/filler and the filler/polymer interactions were studied in cured S-SBR samples. Amplitude sweep experiments were carried out to investigate the temperature dependent nonlinear characteristics of the elastic and viscous moduli, which is commonly associated with a progressive breakdown of the filler network at higher strain amplitudes (Payne effect). Static measurements and relaxations test were accomplished by large scale strain experiments. A structural–phenomenological modeling of the long strain mechanical properties of these rubber compounds was done: the “layered fiber model”. This new model is based on the hypothesis that during deformation of the composites the polymer chains slipped off from the polymer interphase around the filler particles into the gaps between aggregates, where high-strength polymer fibers in an uniaxially oriented state are formed. We find new interesting correlations between the physicochemical properties of the filler/polymer interface and the macroscopic mechanical properties of the elastomeric materials. SUBJECTS: Elements,Silica,Deformation,Biopolymers,Polymers ", "L285": " We report a simple, environmentally friendly approach for preparing highly conductive poly(methyl methacrylate)–reduced graphene oxide (PMMA-RGO) composites by self-assembly of positively charged PMMA latex particles and negatively charged graphene oxide sheets through electrostatic interactions, followed by hydrazine reduction. The PMMA latex was prepared by surfactant-free emulsion polymerization using a cationic free radical initiator, which created the positive charges on the surface of the PMMA particle. By mixing PMMA latex with a graphene oxide dispersion, positively charged PMMA particles easily assembled with negatively charged graphene oxide sheets through electrostatic interaction. The obtained PMMA-RGO exhibited excellent electrical properties with a percolation threshold as low as 0.16 vol % and an electrical conductivity of 64 S/m at only 2.7 vol %. Moreover, the thermomechanical properties of PMMA-RGO were also significantly improved. The storage modulus of PMMA-RGO increased by about 30% at 4.0 wt % RGO at room temperature while the glass transition temperature of PMMA-RGO increased 15 °C at only 0.5 wt % RGO. KEYWORDS: PMMA reduced graphene oxide composite hydrazine self-assembly latex colloidal blending ", "L380": " Tensile extension tests have been carried out to examine mechanical responses of polymer glasses under the influence of small molecule additives that plasticize the polymers by lowering their glass transition temperatures Tg and speeding up their α relaxation times. It is shown that incorporation of 4% triphenyl phosphate (TPP) into poly(methyl methacrylate) turns a brittle PMMA at 70 °C into a ductile glass, capable of significant cold drawing, as expected according to the conventional wisdom. However, despite the evidence that the same TPP also reduces polystyrene’s Tg and increases the segmental mobility, the ductile PS turns brittle at 70 °C upon addition of 4% TPP at the same low drawing speed. This counterintuitive behavior is also found in the pair of TPP and poly(styrene–acrylonitrile). Thus, the present observations require us to incorporate new ingredients into the classical Eyring-type interpretation of plastic flow in a glassy polymer. SUBJECTS:     Stress,Deformation,Organic compounds,Amorphous materials,Polymers ", "L159": "Dielectric properties of in-situ formed silver (Ag) incorporated carbon black (CB)/polymer composites were studied. In-situ formed Ag nanoparticles in the Ag/CB/epoxy composites increased the dielectric constant (K) value and decreased the dissipation factor (Df). The remarkably increased dielectric constant of the nanocomposite is due to the piling of charges at the extended interface of the interfacial polarization-based composites. The reduced dielectric loss might be due to the Coulomb blockade effect of the contained Ag nanoparticles, the well-known quantum effect of metal nanoparticles. The size, size distribution and loading level of metal nanoparticles in the nanocomposite were found to have significant influences on the dielectric properties of the nanocomposite system. ", "L113": "In this paper, carbon black-filled high dielectric constant composites were evaluated as the candidate materials for embedded capacitors. Carbon black was selected as the filler due to its large surface area and its wide range of electrical properties based on its surface chemistry, particle size and aggregate structure. Six different types of carbon blacks were evaluated. With a proper filler loading level and good dispersion, high dielectric constants over 1000 were observed for four out of the six types of carbon. The dispersion of carbon black is critical to obtain high dielectric constant carbon black composites. When the carbon black is well dispersed, the large surface area of tiny carbon black aggregates serve as the electrode surfaces of numerous small capacitors. The capacitor network within the composite can thus give a large capacitance and dielectric constant. For a highly conductive carbon black CBD3, a high dielectric constant over 13,300 (@10 kHz) was achieved, and for a relatively low conductivity carbon black CBC2, a dielectric constant of about 2,300 (@10 kHz) was obtained. A higher conductivity carbon black usually gives a higher dielectric constant; however, its composites are more difficult to process since the composites have a narrower composition window near the percolation threshold due to its high structure and large surface area. The filler loading level required to reach high dielectric constant is much lower than that of ceramic composites, which enable carbon black composites to have good mechanical properties. Transmission electron microscope (TEM) and scanning electron microscope (SEM) were used to characterize the structure of carbon and their composites, respectively, in order to correlate the structure of carbon blacks and the morphology of their composites with the corresponding material dielectric properties. ", "L251": "The ability to increase the dielectric constant of an insulator by embedding spherical particles is limited at low volume fraction as described by the rule of mixtures. High aspect ratio fillers are predicted to be able to increase the dielectric constant more efficiently than spherical fillers. In this work, barium titanate fibers were synthesized by electrospinning a sol-gel, followed by a heat treatment to obtain a perovskite crystal structure. Graphene platelets were synthesized by a thermal shock method. Dielectric spectroscopy showed that a larger dielectric constant increase was achieved by this means, and a combination of barium titanate and graphene platelets yielded the highest value when used in a polydimethyl siloxane matrix. The increase in dielectric loss over the pure matrix was small when the volume fraction was below the percolation threshold of graphene platelets. The electric flux density-electric field (D-E) measurements showed a linear dielectric constant in barium titanate filled composites and higher loss when graphene was added. The mechanisms that lead to those phenomena are discussed in this work. This is a promising route for creating high dielectric constant, low loss materials, for use as capacitor and electric field grading materials.", "L262": "Nanocomposites based on polycarbonate (PC) and different amounts of untreated graphene nanoplatelets (GnP) (from 1 to 7 wt %) were prepared by melt blending. The nanocomposites were thoroughly characterized employing the following techniques: broad band dielectric spectroscopy, thermally stimulated depolarization currents, differential scanning calorimetry, tensile testing, dynamic mechanical thermal analysis, and water vapor, carbon dioxide and oxygen permeability measurements. The presence of a MWS relaxation mode indicated the accumulation of electrical charges trapped at the interfaces of the polycarbonate with graphene 2D platelets. The addition of GnP produced nanocomposite materials with enhanced mechanical and barrier properties. The melt mixed PC/graphene nanocomposites prepared here exhibit well-balanced properties, even though unmodified graphene nanoplatelets were used. In addition, the nanocomposites were obtained by a single extrusion process, which is easily scalable for industrial applications. KEYWORDS: dielectric properties; mechanical properties; polycarbonates; structure–property relationships; thermal properties ", "L148": "The central goal of dielectric nanocomposite design is to create a large interfacial area between the matrix polymer and nanofillers and to use it to tailor the properties of the composite. The interface can create sites for trapping electrons leading to increased dielectric breakdown strength (DBS). Nanoparticles with a bimodal population of covalently anchored molecules were created using ligand engineering. Electrically active short molecules (oligothiophene or ferrocene) and matrix compatible long poly(glycidyl methacrylate) (PGMA) chains comprise the bimodal brush. The dielectric breakdown strength was evaluated from recessed samples and dielectric spectroscopy was used to study the dielectric constant and loss as a function of frequency. The dielectric breakdown strength and permittivity increased considerably with only 2 wt% filler loading while the dielectric loss remained comparable to the reference epoxy. Index Terms – Nanotechnology, epoxy resins, nonhomogeneous media, dielectric materials. ", "L114": "ZnO nanoparticles were mixed with low density polyethylene (LDPE) to form nanocomposites. The distribution of ZnO filler particles was controlled by changing the mixing method, and the effects of controlled inhomogeneous distribution on the electrical resistivity were measured. The percolation limit in the composites with controlled inhomogeneity decreased significantly compared to that of the analogous nanocomposites with uniform filler distributions, and the resistivity of the filled composites decreased as a function of applied field strength, exhibiting a nonlinear I–V relationship. The nonlinearity increased with ZnO filler concentration. ", "L271": "With advances in nanoscience and nanotechnology, there is increasing interest in polymer nanocomposites, both in scientific research and for engineering applications. Because of the small size of nanoparticles, the polymer–filler interface property becomes a dominant factor in determining the macroscopic material properties of the nanocomposites. The glass-transition behaviors of several epoxy nanocomposites have been investigated with modulated differential scanning calorimetry. The effect of the filler size, filler loading, and dispersion conditions of the nanofillers on the glass-transition temperature (Tg) have been studied. In comparison with their counterparts with micrometer-sized fillers, the nanocomposites show a Tg depression. For the determination of the reason for the Tg depression, the thermomechanical and dielectric relaxation processes of the silica nanocomposites have been investigated with dynamic mechanical analysis and dielectric analysis. The Tg depression is related to the enhanced polymer dynamics due to the extra free volume at the resin–filler interface. Keywords: composites; dielectric properties; glass transition; interfaces; nanoparticles; thermomechanical properties ", "L320": " Nanocomposites of epoxy with 3 and 5 wt% graphene nanoplatelets (GnPs) were fabricated with GnP sizes of ~5 and <1 μm dispersed within an epoxy resin using a sonication process followed by three-roll milling. The morphology, mechanical, and thermal properties of the composites were investigated. Tensile and flexural properties measurements of these nanocomposites indicated higher modulus and strength with increasing concentration of small GnPs sizes (<1 μm, GnP-C750). The incorporation of larger GnPs sizes (~5 μm, GnP-5) significantly improved the tensile and flexural modulus but reduced the strength of the resulting composites. At 35 °C, the dynamic storage modulus of GnP-5/epoxy composites increased with increasing platelet concentration, and improved by 12 % at 3 wt% and 23 % at 5 wt%. The smaller GnP-C750 increased the storage modulus by 5 % at 3 wt% loading but only 2 % at 5 wt% loading. The glass transition temperatures of the composites increased with increasing platelet concentration regardless of the GnP particle size. A marked improvement in thermal conductivity was measured with the incorporation of the larger GnP size reaching 115 % at 5 wt% loading. The effects of different platelet sizes of the GnP reinforcement on the damage mechanisms of these nanocomposites were studied by scanning electron microscopy. ", "L111": " Experimental investigations into the dielectric properties of epoxy-ZnO nanocomposites at different filler loadings reveal few unique behaviors (at certain filler loadings) and also advantageous characteristics in contrast to the properties obtained for the corresponding microcomposites. Results demonstrate that in nanocomposites, it is possible to achieve lower values of permittivity and tanδ with respect to unfilled epoxy over a wide frequency range. Analysis of the results attributes this interesting observation to the interaction dynamics between the epoxy chains and the ZnO nanoparticles at the interfacial area. The dc volume resistivities and ac dielectric strengths of nanocomposites were also experimentally determined in the present study and the obtained characteristics are found to be different as compared to the results obtained for microcomposites. The volume fraction and nature of the interfaces in the bulk of the composites seem to influence this difference in the examined dielectric properties of the nanocomposites. Index Terms - Epoxy nanocomposites, dielectrics, permittivity, tan delta, volume resistivity, dielectric strength ", "L258": " Single-walled carbon nanotube (SWNT)/poly(methyl methacrylate) (PMMA) nanocomposites were prepared via our coagulation method providing uniform dispersion of the nanotubes in the polymer matrix. Optical microscopy, Raman imaging, and SEM were employed to determine the dispersion of nanotube at different length scales. The linear viscoelastic behavior and electrical conductivity of these nanocomposites were investigated. At low frequencies, G‘ becomes almost independent of the frequency as nanotube loading increases, suggesting an onset of solidlike behavior in these nanocomposites. By plotting G‘ vs nanotube loading and fitting with a power law function, the rheological threshold of these nanocomposites is ∼0.12 wt %. This rheological threshold is smaller than the percolation threshold of electrical conductivity, ∼0.39 wt %. This difference in the percolation threshold is understood in terms of the smaller nanotube−nanotube distance required for electrical conductivity as compared to that required to impede polymer mobility. Furthermore, decreased SWNT alignment, improved SWNT dispersion, and/or longer polymer chains increase the elastic response of the nanocomposite, as is consistent with our description of the nanotube network. ", "L138": "Polyacrylamide (PAAM) nano silica inclusions composites were prepared having different ratios of nano silica. The silica inclusions were either modified or unmodified. The nanocomposite films were characterized by transmission electron microscope (TEM) and infrared spectroscopy (IR). The dielectric behavior of the composites had been investigated as a function of the concentration of the nano silica inclusions. The results show that the dielectric constant and dielectric loss of the nanocomposites are smaller than those obtained for the neat polymer. As the concentration of the surface-modified nano silica inclusions increases, the dielectric constant decreases. This behavior may be attributed to the successful interaction between the polymer and the surface of the nano silica inclusions. As would be expected, the results thus obtained are a clear manifestation of the role of surface treatment of the filler inclusions and subsequently the role played by the interface on the properties of the composites. Keywords: dielectric; nanocomposites; polyacrylamide; silica ", "L206": "Polymer/ceramic composites are the most promising embedded capacitor material for organic substrates application. Predicting the effective dielectric constant of polymer/ceramic composites is very important for design of composite materials. In this paper, we measured the dielectric constant of epoxy/BaTiO3 composite embedded capacitor films with various BaTiO3 particles loading for 5 different sizes BaTiO3 powders. Experimental data were fitted to several theoretical equations to find the equation useful for the prediction of the effective dielectric constant of polymer/ceramic composites and also to estimate the dielectric constant of BaTiO3 powders. The Lichtenecker equation and the Jayasundere-Smith equation were useful for the prediction of the effective dielectric constant of epoxy/BaTiO3 composites. And calculated dielectric constants of the BaTiO3 powders were in the range of 100 to 600, which were lower than the dielectric constant of BaTiO3 bulk ceramics probably due to the presence of voids or pores. ", "L281": " Chemical reduction of graphite oxide (GO) to produce graphene nanosheets often results in irreversible agglomeration and precipitation. Herein, stable well-dispersed graphene sheets in solvents were obtained by simultaneous functionalization and reduction of GO under alkaline conditions, in the presence of sodium borohydride and imidazolium ionic liquids (Imi-ILs) containing two vinyl-benzyl groups. In this case, positively charged imidazolium groups of Imi-ILs underwent ion-exchange with negatively charged GO sheets and were linked to their edges, while Imi-ILs were non-covalently attached onto the large surfaces of graphene through π–π and/or cation–π stacking interactions. The vinyl-benzyl reactive sites were then copolymerized in situ with methyl methacrylate to fabricate graphene/poly(methyl methacrylate) (PMMA) composites. Functionalized graphene sheets were uniformly dispersed in the PMMA matrix and contributed to large increases in storage modulus (+58.3%) and glass transition temperature (+19.2 °C) at 2.08 vol.% loading. High electrical conductivity was also achieved at graphene loading levels beyond 1 vol.% (ca. 2.55 Sm−1) with a low percolation threshold (0.25 vol.%) for the composites. Hence, a general methodology which facilitates the development of a multifunctional advanced material has been successfully established. This can be extended to other vinyl polymer-based composites containing graphene. ", "L149": "High aspect ratio fillers are predicted to increase the dielectric constant of polymer composites more efficiently than spherical fillers according to the rule of mixtures. Using high aspect ratio fillers is a promising route for creating high dielectric constant, low loss materials at a low filler volume fraction, for use as capacitor and electric field grading materials. In this work, two high aspect ratio fillers were mixed into a polymer matrix, and the dielectric properties of composites were studied. Barium titanate fibers were synthesized by electrospinning a sol-gel, followed by a heat treatment to obtain a perovskite crystal structure. The heat treatment conditions were found to be crucial for obtaining tetragonal barium titanate fibers with high dielectric constant. Graphene platelets were prepared by a thermal shock method, which was found to result in a larger dielectric constant. A combination of barium titanate and graphene platelets yielded the highest dielectric constant when used in a polydimethyl siloxane matrix. The increase in dielectric loss over the pure matrix was small when the volume fraction was below the percolation threshold of graphene platelets. Electric flux density-electric field (D-E) measurements showed a linear dielectric constant in barium titanate filled composites and higher loss when graphene was added. The ac breakdown strength was reduced compared to the neat polymer and was affected by filler aspect ratio. The mechanisms that lead to the observed phenomena are discussed. Index Terms — Dielectric materials, dielectric breakdown, silicone rubber, permittivity ", "L324": " The printable polyamide 12 (PA12) nanocomposite filaments with 6 wt % graphene nanoplatelets (GNPs) for fused deposition modeling (FDM) were prepared by melting compounding and smoothly printed via a commercial FDM three-dimensional (3D) printer. The thermal conductivity (λ) and elastic modulus (E) of 3D printed PA12/GNPs parts along to the printing direction had an increase by 51.4% and 7% than that of compression molded parts, which is due to the GNPs preferentially aligning along to the printing direction. Along with these improved properties, ultimate tensile strength of 3D printed PA12/GNPs parts was well maintained. These results indicate that FDM is a new way to achieve PA12/GNPs parts with enhanced λ over compression moulding, which could contribute to realize efficient and flexible heat management for a wide range of applications. ", "L179": "Mechanical, thermal, and electrical properties of graphite/PMMA composites have been evaluated as functions of particle size and dispersion of the graphitic nanofiller components via the use of three different graphitic nanofillers: ‘‘as received graphite’’ (ARG), ‘‘expanded graphite,’’ (EG) and ‘‘graphite nanoplatelets’’ (GNPs) EG, a graphitic materials with much lower density than ARG, was prepared from ARG flakes via an acid intercalation and thermal expansion. Subsequent sonication of EG in a liquid yielded GNPs as thin stacks of graphitic platelets with thicknesses of ~10 nm. Solution-based processing was used to prepare PMMA composites with these three fillers. Dynamic mechanical analysis, thermal analysis, and electrical impedance measurements were carried out on the resulting composites, demonstrating that reduced particle size, high surface area, and increased surface roughness can significantly alter the graphite/polymer interface and enhance the mechanical, thermal, and electrical properties of the polymer matrix. Keywords: electrical properties; mechanical properties; nanocomposite; nanoparticles; PMMA; particle size distribution; thermal properties ", "L171": "The effects of confinement on glass transition temperature (Tg) and physical aging are measured in polystyrene (PS), poly(methyl methacrylate) (PMMA), and poly(2-vinyl pyridine) (P2VP) nanocomposites containing 10- to 15-nm-diameter silica nanospheres or 47-nm-diameter alumina nanospheres. Nanocomposites are made by spin coating films from sonicated solutions of polymer, nanofiller, and dye. The Tgs and physical aging rates are measured by fluorescence of trace levels of dye in the films. At 0.1–10 vol % nanofiller, Tg values can be enhanced or depressed relative to neat, bulk Tg (Tg,bulk) or invariant with nanofiller content. For alumina nanocomposites, Tg increases relative to Tg,bulk by as much as 16 K in P2VP, decreases by as much as 5 K in PMMA, and is invariant in PS. By analogy with thin polymer films, these results are explained by wetted P2VP–nanofiller interfaces with attractive interactions, nonwetted PMMA–nanofiller interfaces (free space at the interface), and wetted PS–nanofiller interfaces lacking attractive interactions, respectively. The presence of wetted or nonwetted interfaces is controlled by choice of solvent. For example, 0.1–0.6 vol % silica/PMMA nanocomposites exhibit Tg enhancements as large as 5 K or Tg reductions as large as 17 K relative to Tg,bulk when films are made from methyl ethyl ketone or acetic acid solutions, respectively. A factor of 17 reduction of physical aging rate relative to that of neat, bulk P2VP is demonstrated in a 4 vol % alumina/ P2VP nanocomposite. This suggests that a strategy for achieving nonequilibrium, glassy polymeric systems that are stable or nearly stable to physical aging is to incorporate well-dispersed nanoparticles possessing attractive interfacial interactions with the polymer. Keywords: aging; films; fluorescence; glass transition; interfaces; nanocomposites; nanoparticles; photophysics; relaxation; silicates ", "L300": " The relationships between the properties and structure are discussed for poly(vinyl alcohol)(PVA)/silica composites prepared through the sol-gel process. The composites became stiff and brittle with increasing the silica content. The properties of the composites were changed drastically at around the composition of PVA/silica = 70/30 wt %. For example, there was no large change in the Young's modulus above 30 wt % of silica content (Pure PVA: 31.8 MPa, silica 30%: 52.6 MPa, silica 50%: 55.2 MPa). Consequently, it was considered that the three-dimensional network structure of silica could be formed in the composite with more than 30 wt % of silica in PVA. From this behavior, it could be considered that the crystal growth of PVA was remarkably inhibited by silica network. © 1999 John Wiley & Sons, Inc. J Appl Polym Sci 74: 133–138, 1999", "L286": " A number of batch polymerizations were performed to study the effect of multi-walled carbon nanotubes (MWCNTs) on the properties of PMMA/MWCNTs nanocomposites. To improve the dispersion of nanotubes in PMMA matrix, MWCNTs were functionalized with methacrylate groups via a four-step modification process and the modified nanoparticles were used to synthesize the nanocomposites. The prepared samples were characterized by Raman spectroscopy, thermogravimetric analysis, dynamic mechanical thermal analysis, differential scanning calorimetry, gel permeation chromatography, UV–visible, and TEM techniques. According to the results, modified nanotubes improved thermal and mechanical properties better than the pristine MWCNTs. The main improvement in the mechanical and thermophysical properties was achieved for the nanocomposite containing 0.5 wt% of MWCNTs. ", "L193": "Many natural composites, such as nacre or bone, achieve exceptional toughening enhancements through the rupture of noncovalent secondary bonds between chain segments in the organic phase. This “sacrificial bond” rupture dissipates enormous amounts of energy and reveals significant hidden lengths due to unraveling of the highly coiled macromolecules, leaving the structural integrity of their covalent backbones intact to large extensions. In this work, we present the first evidence of similar sacrificial bond mechanisms in the inorganic phase of composites using inexpensive stacked-cup carbon nanofibers (CNF), which are composed of helically coiled graphene sheets with graphitic spacing between adjacent layers. These CNFs are dispersed in a series of high-performance epoxy systems containing trifunctional and tetrafunctional resins, which are traditionally difficult to toughen in light of their highly cross-linked networks. Nonetheless, the addition of only 0.68 wt % CNF yields toughness enhancements of 43 - 112% for the various blends. Analysis of the relevant toughening mechanisms reveals two heretofore unseen mechanisms using sacrificial bonds that complement the observed crack deflection, rupture, and debonding/pullout that are common to many composite systems. First, embedded nanofibers can splay discretely between adjacent graphitic layers in the side walls; second, crackbridging nanofibers can unravel continuously. Both of these mechanisms entail the dissipation of the π - π interactions between layers in the side walls without compromising the structural integrity of the graphene sheets. Moreover, increases in electrical conductivity of ~ 7 - 10 orders of magnitude were found, highlighting the multifunctionality of CNFs as reinforcements for the design of tough, inexpensive nanocomposites with improved electrical properties. KEYWORDS: stacked-cup carbon nanofibers · nanocomposite · toughness · sacrificial bonds · multifunctional · toughening mechanisms · biomimetic ", "L397": "We investigate the electrical properties of composite materials prepared as nano- and sub-micron-scale metal-oxide particles embedded in a commercial resin. The filler particles are barium titanate and calcium copper titanate. The physical and structural characteristics of the constituents and the fabricated composites are reported. Electrical characterization of the composite samples is performed using time- and frequency-domain dielectric spectroscopy techniques. The electrical breakdown strength of samples with nano- and sub-micron-sized particles have better electrical insulation properties than the unfilled resin. ", "L120": "Dielectric measurements on polyimide-oxide nanoparticle composite thin films show a composite dielectric constant (εcomposite) that increased monotonically with increasing oxide content well above the value predicted by Maxwell’s rule for dielectric mixtures below the percolation threshold. Above certain volume fractions, the measured εcomposite values were found to exceed the corresponding nanoparticle ε such that εpolymer < εparticle < εcomposite contrasted to conventional composites where εpolymer < εcomposite < εparticle. The εcomposite was independent of frequency to 10MHz with dielectric loss of <0.005 throughout this range, indicating that the observed enhancement in ε does not originate from space-charge related contributions and hence should be due to dipolar contributions. The observed ε enhancement (εcomposite−εMaxwell) showed a correlation with the total surface area of the nanoparticles. The dielectric model of Vo and Shi [Microelectron. J. 33, 409 (2002), and references therein] showed that the enhanced dielectric behavior originates from significant interfacial nanoparticle-polymer interactions and the critical role of additional contributions to polarizability through specific physicochemical interactions within the interphase region. An interphase εint considerably higher than that of the nanoparticle and a high interface interaction constant of 3.24 for the nanocomposite suggest a strong interaction between the functional groups of the polymer and the nanoparticle surface. Although modeling suggests a maximum of ε∼65vol%, loss in micromechanical stability occurred above 20% due to incomplete polymer wetting films arising from the high nanoparticle surface areas. ", "L219": "We show that the thermomechanical properties of polymer nanocomposites are critically affected by polymer-particle wetting behavior. Silica nanoparticles grafted with dense polystyrene brushes of degree of polymerization 1050 are blended with polystyrene melts to form nanocomposites. It was found that low molecular weight (MW) polystyrene melts with lengths <880 wet these particles. Concurrently, the glass transition temperature (Tg) of the nanocomposite increases. At higher MW, the matrix does not wet the particles and the Tg decreases. Keywords: blending; glass transition; nanocomposites; reinforcement ", "L244": "In recent years, the availability and low cost of nanometric-sized filler particles have generated great interest in polymer nanocomposites for a host of applications, including electrical insulation with enhanced breakdown and voltage endurance properties. This work combines the results of several experiments to add insight to the processes taking place in the crucial polymer transition region near the particle surfaces. The relative tendency to accumulate space charge under a high DC field is investigated through pulsed electroacoustic (PEA) apparatus. DC transient (absorption) currents reveal a quasi-DC conductivity that is surprisingly high in the nanocomposite, a result that is reinforced by dielectric spectroscopy, which also indicates a reduction in the nanocomposite’s real permittivity. Thermally-stimulated currents reveal the presence of shallow traps that accompany the nanoparticle inclusions. Taken together, the results of the study indicate that the transition region is responsible for the desirable nanocomposite bulk properties which are today of interest, and help explain the difference in performance between these new materials and both unfilled resin and conventional composites composed of micronsized fillers. ", "L239": "Electron Paramagnetic Resonance (EPR) has been used to study the properties of trapped electrons or holes in XLPE and in 12.5% vinylsilane-treated SiO2 nanoparticles in XLPE specimens. Both electrically unstressed and electrically stressed (up to 25 kV/mm) specimens were used. The EPR spectra of both materials indicated that the acceptors/donors were oxygen radicals in the polymer, probably originating during the cross-linking. It was found that the anisotropic oxygen environments were not randomly oriented, but were textured, presumably during the fabrication of the sheet specimens. It was found that under the action of an applied electric field, the population of an additional number of oxygen radicals occurred. This result is discussed in relation to the implied polymer structure and conductivity mechanisms. Index Terms — Electron paramagnetic resonance, nanocomposite, interface, polyethylene. ", "L309": "This work reports the preparation of SiO2 and TiO2/poly (vinyl butyral) nanocomposites with enhanced dynamic mechanical properties. Silica and titania nanoparticles were introduced in the matrix as the neat powder and as colloidal sol using the melt mixing process. Composites reinforced with colloidal sol silica and titania showed higher mechanical properties than the ones reinforced with as-received particles. When sol TiO2 particles are used, the highest increase of storage modulus of about 54% is obtained for 5 wt% loading, while for sol SiO2, the storage modulus increases with the addition of nanosilica with the largest increase of about 99% for 7 wt% loading. In addition, nanocomposites were introduced within Kevlar/PVB composites. The addition of 5 wt% silica and titania colloidal sol lead to the remarkable increase of the storage modulus for about 98 and 65%, respectively. Largest contribution of nanoreinforcements in lowering the glass transition temperature is observed for 7 wt% loading of TiO2 and SiO2 colloidal sol. Keywords: Nanocomposites, poly (vinyl butyral), dynamic mechanical properties, hybrid composites. ", "L243": "Improvements in the dielectric properties of composite dielectrics have been previously documented when the filler material used is reduced to nanometric dimensions. While the reasons for this have been traced to the physics and chemistry taking place at the interface, and dramatic changes in the magnitude and dynamics of the internal charge are also known to occur, a clear picture of the exact mechanisms taking place has not emerged. This contribution seeks to compare the direct voltage breakdown of composites formed from biphenyl epoxy resin and titanium dioxide in both nanometric and conventional micron-scale forms with that obtained under impulse voltage conditions. The same materials are subjected to an internal charge analysis using the pulsed electroacoustic technique which shows that, in the case of the nanomaterials, a marked homocharge is formed in front of the cathode which would suggest that the dramatic improvements in voltage endurance seen for these materials may be due to the shielding effect of this negative charge. The finding also suggests that the negative charge is formed as the result of scattering occurring in the nanodielectric which is not present to the same extent in the conventional counterpart. ", "L151": "We critically explore the role of particle dispersion on the melt state mechanical properties of nanocomposites formed by mixing polystyrene homopolymers with polystyrene grafted silica nanoparticles. We selected this system since we previously showed that nanoparticle spatial distribution can be controlled through judicious choices of the brush and matrix parameters. Here we focus on the temporal evolution of the nanoparticle self-assembly dispersion state and its effect on mechanical reinforcement using rheology, electron microscopy, and the measurement of nanoscale particle dynamics using X-ray photon correlation spectroscopy. Nanoscale and macroscopic experiments show that a composite with percolating sheets of particles displays “gel-like” or solid-like mechanical behavior at lower particle loadings than one with uniform particle dispersion. This conclusion allows us to conjecture that mechanical reinforcement is primarily controlled by interparticle interactions (including those facilitated by the grafted chains) and that the matrix plays a relatively minor role. This statement has far-reaching consequences on the design of polymer nanocomposites with desired properties. ", "L249": "The addition of nanoscale metal oxide fillers to polymers has been shown, in many cases, to lead to an improvement in the dielectric breakdown strength and voltage endurance. In this paper, dielectric properties for silica- and alumina-filled polyamideimide (PAI) thin films are reported as a function of particle loading. The dispersion and thermal behavior are quantified. Experiments were also conducted using particulates which were functionalized with Aminopropyltriethoxysilane in order to augment the chemical bonding to the host matrix. The glass transition temperature and decomposition temperature are reported as a function of nanoparticle type and loading. The dielectric strength is provided for both AC and DC voltages. It was found that the enhancement in breakdown strength for a nanocomposite formulation is greater under DC conditions than AC. In addition, alumina filled PAI was found to exhibit greater electrical breakdown strength than silica filled PAI. A discussion of possible reasons is included.", "L229": "In order to obtain homogeneous dispersion and strong filler-matrix interface in epoxy resin, graphene oxide was functionalized via surface modification by hexachlorocyclotriphosphazene and glycidol and then incorporated into epoxy resin to obtain nanocomposites via in situ thermal polymerization. The morphology of nanocomposites was characterized by scanning electron microscopy and transmission electron microscopy, implying good dispersion of graphene nano-sheets. The incorporation of functionalized graphene oxide effectively enhanced various property performances of epoxy nanocomposites. The storage modulus of the epoxy nanocomposites was significantly increased by 113% (2% addition) and the hardness was improved by 38% (4% addition). Electrical conductivity was improved by 6.5 orders of magnitude. Enhanced thermal stability was also achieved. This work demonstrates a cost-effective approach to construct a flexible interphase structure, strong interfacial interaction and good dispersion of functionalized graphene in epoxy nanocomposites through a local epoxy-rich environment around graphene oxide sheets, which reinforces the polymer properties and indicates further application in research and industrial areas. "}